if (typeof window.JSH=="undefined") {
    window.JSH = {};
}
JSH.validator = {
    mobile:[/^1[3-9]\d{9}$/,'请检查联系方式格式'],
    integer:[/^[0-9]*[1-9][0-9]*$/,'请输入正整数'],
    integerandling:[/^\d+$/,'请输入整数'],
    notHanzi:[/^[u4E00-u9FA5]+$/,'不能有汉字'],
    fixedPhone:[/^(\(?\d{3,4}\)?|\d{3,4}\-?)?\d{7,8}$/,'请检查固定电话格式'],
    mobileAndPhone:[/(^1[3458]\d{9}$)|((\(\d{3,4}\)|\d{3,4}-|\s)?\d{7,8})/,'请检查联系方式格式'],
    noChinese:[/^[A-Za-z0-9_]/,'不能有汉字']
}
JSH.province = [
    {key:"110000000000", text:"北京市",area:"NC",areaName:"华北"},
    {key:"120000000000", text:"天津市",area:"NC",areaName:"华北"},
    {key:"130000000000", text:"河北省",area:"NC",areaName:"华北"},
    {key:"140000000000", text:"山西省",area:"NC",areaName:"华北"},
    {key:"210000000000", text:"辽宁省",area:"NE",areaName:"东北"},
    {key:"220000000000", text:"吉林省",area:"NE",areaName:"东北"},
    {key:"310000000000", text:"上海市",area:"EC",areaName:"华东"},
    {key:"320000000000", text:"江苏省",area:"EC",areaName:"华东"},
    {key:"330000000000", text:"浙江省",area:"EC",areaName:"华东"},
    {key:"340000000000", text:"安徽省",area:"EC",areaName:"华东"},
    {key:"350000000000", text:"福建省",area:"EC",areaName:"华东"},
    {key:"360000000000", text:"江西省",area:"EC",areaName:"华东"},
    {key:"370000000000", text:"山东省",area:"EC",areaName:"华东"},//area库里存的是SD
    {key:"410000000000", text:"河南省",area:"CN",areaName:"中南"},
    {key:"150000000000", text:"内蒙古自治区",area:"NC",areaName:"华北"},
    {key:"230000000000", text:"黑龙江省",area:"NE",areaName:"东北"},
    {key:"420000000000", text:"湖北省",area:"CN",areaName:"中南"},
    {key:"430000000000", text:"湖南省",area:"CN",areaName:"中南"},
    {key:"440000000000", text:"广东省",area:"CN",areaName:"中南"},//area库里存的是SC
    {key:"450000000000", text:"广西壮族自治区",area:"CN",areaName:"中南"},//area库里存的是SC
    {key:"460000000000", text:"海南省",area:"CN",areaName:"中南"},//area库里存的是SC
    {key:"510000000000", text:"四川省",area:"SW",areaName:"西南"},
    {key:"500000000000", text:"重庆市",area:"SW",areaName:"西南"},
    {key:"520000000000", text:"贵州省",area:"SW",areaName:"西南"},
    {key:"530000000000", text:"云南省",area:"SW",areaName:"西南"},
    {key:"540000000000", text:"西藏自治区",area:"SW",areaName:"西南"},
    {key:"610000000000", text:"陕西省",area:"NW",areaName:"西北"},
    {key:"620000000000", text:"甘肃省",area:"NW",areaName:"西北"},
    {key:"630000000000", text:"青海省",area:"NW",areaName:"西北"},
    {key:"640000000000", text:"宁夏回族自治区",area:"NW",areaName:"西北"},
    {key:"650000000000", text:"新疆维吾尔自治区",area:"NW",areaName:"西北"}
];

JSH.city = {
    "110000000000": [{key:"110101000000", text:"东城区"},{key:"110102000000", text:"西城区"},{key:"110103000000", text:"崇文区"},{key:"110104000000", text:"宣武区"},{key:"110105000000", text:"朝阳区"},{key:"110106000000", text:"丰台区"},{key:"110107000000", text:"石景山区"},{key:"110108000000", text:"海淀区"},{key:"110109000000", text:"门头沟区"},{key:"110110000000", text:"房山区"},{key:"110111000000", text:"通州区"},{key:"110112000000", text:"顺义区"},{key:"110229000000", text:"延庆县"},{key:"110114000000", text:"昌平区"},{key:"110116000000", text:"怀柔区"},{key:"110228000000", text:"密云县"},{key:"110117000000", text:"平谷区"},{key:"110115000000", text:"大兴区"}],
    "120000000000": [{key:"120101000000", text:"和平区"},{key:"120102000000", text:"河东区"},{key:"120103000000", text:"河西区"},{key:"120104000000", text:"南开区"},{key:"120105000000", text:"河北区"},{key:"120106000000", text:"红桥区"},{key:"120107000000", text:"塘沽区"},{key:"120109000000", text:"大港区"},{key:"120110000000", text:"东丽区"},{key:"120111000000", text:"西青区"},{key:"120112000000", text:"津南区"},{key:"120113000000", text:"北辰区"},{key:"120225000000", text:"蓟县"},{key:"120115000000", text:"宝坻区"},{key:"120114000000", text:"武清区"},{key:"120221000000", text:"宁河县"},{key:"120223000000", text:"静海县"},{key:"120108000000", text:"汉沽区"}],
    "140000000000": [
        {key: "140500000000", text: "晋城市"},
        {key: "140700000000", text: "晋中市"},
        {key: "140800000000", text: "运城市"},
        {key: "140900000000", text: "忻州市"},
        {key: "141000000000", text: "临汾市"},
        {key: "141100000000", text: "吕梁市"},
        {key: "140100000000", text: "太原市"},
        {key: "140200000000", text: "大同市"},
        {key: "140300000000", text: "阳泉市"},
        {key: "140400000000", text: "长治市"},
        {key: "140600000000", text: "朔州市"}
    ],
    "370000000000": [
        {key: "370100000000", text: "济南市"},
        {key: "370200000000", text: "青岛市"},
        {key: "370300000000", text: "淄博市"},
        {key: "370400000000", text: "枣庄市"},
        {key: "370500000000", text: "东营市"},
        {key: "370700000000", text: "潍坊市"},
        {key: "371300000000", text: "临沂市"},
        {key: "371500000000", text: "聊城市"},
        {key: "371600000000", text: "滨州市"},
        {key: "371700000000", text: "菏泽市"},
        {key: "370600000000", text: "烟台市"},
        {key: "370800000000", text: "济宁市"},
        {key: "370900000000", text: "泰安市"},
        {key: "371000000000", text: "威海市"},
        {key: "371100000000", text: "日照市"},
        {key: "371200000000", text: "莱芜市"},
        {key: "371400000000", text: "德州市"}
    ],
    "410000000000": [
        {key: "410100000000", text: "郑州市"},
        {key: "410200000000", text: "开封市"},
        {key: "410300000000", text: "洛阳市"},
        {key: "410400000000", text: "平顶山市"},
        {key: "410500000000", text: "安阳市"},
        {key: "410600000000", text: "鹤壁市"},
        {key: "410700000000", text: "新乡市"},
        {key: "410800000000", text: "焦作市"},
        {key: "410900000000", text: "濮阳市"},
        {key: "411000000000", text: "许昌市"},
        {key: "411100000000", text: "漯河市"},
        {key: "411200000000", text: "三门峡市"},
        {key: "411300000000", text: "南阳市"},
        {key: "411400000000", text: "商丘市"},
        {key: "411500000000", text: "信阳市"},
        {key: "411600000000", text: "周口市"},
        {key: "411700000000", text: "驻马店市"}
    ],
    "610000000000": [
        {key: "610500000000", text: "渭南市"},
        {key: "610800000000", text: "榆林市"},
        {key: "610900000000", text: "安康市"},
        {key: "611000000000", text: "商洛市"},
        {key: "610100000000", text: "西安市"},
        {key: "610200000000", text: "铜川市"},
        {key: "610300000000", text: "宝鸡市"},
        {key: "610400000000", text: "咸阳市"},
        {key: "610600000000", text: "延安市"},
        {key: "610700000000", text: "汉中市"}
    ],
    "620000000000": [
        {key: "620100000000", text: "兰州市"},
        {key: "620200000000", text: "嘉峪关市"},
        {key: "620300000000", text: "金昌市"},
        {key: "620400000000", text: "白银市"},
        {key: "620500000000", text: "天水市"},
        {key: "620600000000", text: "武威市"},
        {key: "620700000000", text: "张掖市"},
        {key: "620800000000", text: "平凉市"},
        {key: "620900000000", text: "酒泉市"},
        {key: "621000000000", text: "庆阳市"},
        {key: "621100000000", text: "定西市"},
        {key: "621200000000", text: "陇南市"},
        {key: "622900000000", text: "临夏州"},
        {key: "623000000000", text: "甘南州"}
    ],
    "150000000000": [
        {key: "150100000000", text: "呼和浩特市"},
        {key: "150500000000", text: "通辽市"},
        {key: "150600000000", text: "鄂尔多斯市"},
        {key: "150700000000", text: "呼伦贝尔市"},
        {key: "150800000000", text: "巴彦淖尔市"},
        {key: "150900000000", text: "乌兰察布市"},
        {key: "150200000000", text: "包头市"},
        {key: "150300000000", text: "乌海市"},
        {key: "150400000000", text: "赤峰市"},
        {key: "152200000000", text: "兴安盟"},
        {key: "152500000000", text: "锡林郭勒盟"},
        {key: "152900000000", text: "阿拉善盟"}
    ],
    "630000000000": [
        {key: "630100000000", text: "西宁市"},
        {key: "632100000000", text: "海东地区"},
        {key: "632200000000", text: "海北州"},
        {key: "632300000000", text: "黄南州"},
        {key: "632500000000", text: "海南州"},
        {key: "632600000000", text: "果洛州"},
        {key: "632700000000", text: "玉树州"},
        {key: "632800000000", text: "海西州"}
    ],
    "640000000000": [
        {key: "640100000000", text: "银川市"},
        {key: "640200000000", text: "石嘴山市"},
        {key: "640300000000", text: "吴忠市"},
        {key: "640400000000", text: "固原市"},
        {key: "640500000000", text: "中卫市"}
    ],
    "530000000000": [
        {key: "530700000000", text: "丽江市"},
        {key: "530800000000", text: "思茅市"},
        {key: "530900000000", text: "临沧市"},
        {key: "532300000000", text: "楚雄州"},
        {key: "532500000000", text: "红河州"},
        {key: "532600000000", text: "文山州"},
        {key: "532800000000", text: "西双版纳州"},
        {key: "532900000000", text: "大理州"},
        {key: "533100000000", text: "德宏州"},
        {key: "530300000000", text: "曲靖市"},
        {key: "533300000000", text: "怒江州"},
        {key: "533400000000", text: "迪庆州"},
        {key: "530100000000", text: "昆明市"},
        {key: "530400000000", text: "玉溪市"},
        {key: "530500000000", text: "保山市"},
        {key: "530600000000", text: "昭通市"}
    ],
    "540000000000": [
        {key: "542500000000", text: "阿里地区"},
        {key: "540100000000", text: "拉萨市"},
        {key: "542100000000", text: "昌都地区"},
        {key: "542200000000", text: "山南地区"},
        {key: "542300000000", text: "日喀则地区"},
        {key: "542400000000", text: "那曲地区"},
        {key: "542600000000", text: "林芝地区"}
    ],
    "130000000000": [
        {key: "130900000000", text: "沧州市"},
        {key: "130600000000", text: "保定市"},
        {key: "130700000000", text: "张家口市"},
        {key: "130800000000", text: "承德市"},
        {key: "131000000000", text: "廊坊市"},
        {key: "131100000000", text: "衡水市"},
        {key: "130100000000", text: "石家庄市"},
        {key: "130200000000", text: "唐山市"},
        {key: "130300000000", text: "秦皇岛市"},
        {key: "130400000000", text: "邯郸市"},
        {key: "130500000000", text: "邢台市"}
    ],
    "210000000000": [
        {key: "210700000000", text: "锦州市"},
        {key: "210100000000", text: "沈阳市"},
        {key: "210200000000", text: "大连市"},
        {key: "211400000000", text: "葫芦岛市"},
        {key: "210300000000", text: "鞍山市"},
        {key: "210400000000", text: "抚顺市"},
        {key: "210500000000", text: "本溪市"},
        {key: "210600000000", text: "丹东市"},
        {key: "210800000000", text: "营口市"},
        {key: "210900000000", text: "阜新市"},
        {key: "211000000000", text: "辽阳市"},
        {key: "211100000000", text: "盘锦市"},
        {key: "211200000000", text: "铁岭市"},
        {key: "211300000000", text: "朝阳市"}
    ],
    "420000000000": [
        {key: "420800000000", text: "荆门市"},
        {key: "421300000000", text: "随州市"},
        {key: "420100000000", text: "武汉市"},
        {key: "420200000000", text: "黄石市"},
        {key: "420300000000", text: "十堰市"},
        {key: "420500000000", text: "宜昌市"},
        {key: "420600000000", text: "襄樊市"},
        {key: "420700000000", text: "鄂州市"},
        {key: "420900000000", text: "孝感市"},
        {key: "421000000000", text: "荆州市"},
        {key: "421100000000", text: "黄冈市"},
        {key: "421200000000", text: "咸宁市"},
        {key: "422800000000", text: "恩施州"},
        {key: "429000000000", text: "省直辖行政单位"}
    ],
    "220000000000": [
        {key: "220100000000", text: "长春市"},
        {key: "220200000000", text: "吉林市"},
        {key: "220300000000", text: "四平市"},
        {key: "220400000000", text: "辽源市"},
        {key: "220500000000", text: "通化市"},
        {key: "220600000000", text: "白山市"},
        {key: "220700000000", text: "松原市"},
        {key: "220800000000", text: "白城市"},
        {key: "222400000000", text: "延边朝鲜族自治州"}
    ],
    "230000000000": [
        {key: "230800000000", text: "佳木斯市"},
        {key: "230100000000", text: "哈尔滨市"},
        {key: "230200000000", text: "齐齐哈尔市"},
        {key: "230300000000", text: "鸡西市"},
        {key: "230400000000", text: "鹤岗市"},
        {key: "230500000000", text: "双鸭山市"},
        {key: "230600000000", text: "大庆市"},
        {key: "230700000000", text: "伊春市"},
        {key: "230900000000", text: "七台河市"},
        {key: "231000000000", text: "牡丹江市"},
        {key: "231100000000", text: "黑河市"},
        {key: "231200000000", text: "绥化市"},
        {key: "232700000000", text: "大兴安岭地区"}
    ],
    "430000000000": [
        {key: "430400000000", text: "衡阳市"},
        {key: "430500000000", text: "邵阳市"},
        {key: "430600000000", text: "岳阳市"},
        {key: "430700000000", text: "常德市"},
        {key: "430800000000", text: "张家界市"},
        {key: "430900000000", text: "益阳市"},
        {key: "431000000000", text: "郴州市"},
        {key: "431100000000", text: "永州市"},
        {key: "431200000000", text: "怀化市"},
        {key: "431300000000", text: "娄底市"},
        {key: "433100000000", text: "湘西土家族苗族自治州"},
        {key: "430100000000", text: "长沙市"},
        {key: "430200000000", text: "株洲市"},
        {key: "430300000000", text: "湘潭市"}
    ],
    "440000000000": [
        {key: "442000000000", text: "中山市"},
        {key: "441900000000", text: "东莞市"},
        {key: "440100000000", text: "广州市"},
        {key: "440200000000", text: "韶关市"},
        {key: "440300000000", text: "深圳市"},
        {key: "440400000000", text: "珠海市"},
        {key: "440500000000", text: "汕头市"},
        {key: "440600000000", text: "佛山市"},
        {key: "440700000000", text: "江门市"},
        {key: "440800000000", text: "湛江市"},
        {key: "440900000000", text: "茂名市"},
        {key: "441200000000", text: "肇庆市"},
        {key: "441300000000", text: "惠州市"},
        {key: "441400000000", text: "梅州市"},
        {key: "441500000000", text: "汕尾市"},
        {key: "441600000000", text: "河源市"},
        {key: "441700000000", text: "阳江市"},
        {key: "441800000000", text: "清远市"},
        {key: "445100000000", text: "潮州市"},
        {key: "445200000000", text: "揭阳市"},
        {key: "445300000000", text: "云浮市"}
    ],
    "650000000000": [
        {key: "652800000000", text: "巴音郭楞蒙古自治州"},
        {key: "653200000000", text: "和田地区"},
        {key: "650100000000", text: "乌鲁木齐市"},
        {key: "650200000000", text: "克拉玛依市"},
        {key: "652100000000", text: "吐鲁番地区"},
        {key: "652200000000", text: "哈密地区"},
        {key: "652300000000", text: "昌吉州"},
        {key: "652700000000", text: "博尔塔拉蒙古自治州"},
        {key: "652900000000", text: "阿克苏地区"},
        {key: "653000000000", text: "克州"},
        {key: "653100000000", text: "喀什地区"},
        {key: "654000000000", text: "伊犁州"},
        {key: "654200000000", text: "塔城地区"},
        {key: "654300000000", text: "阿勒泰地区"},
        {key: "659000000000", text: "省直辖行政单位"}
    ],
    "310000000000": [
        {key:"310101000000", text:"黄浦区"},
        {key:"310103000000", text:"卢湾区"},
        {key:"310104000000", text:"徐汇区"},
        {key:"310105000000", text:"长宁区"},
        {key:"310106000000", text:"静安区"},
        {key:"310107000000", text:"普陀区"},
        {key:"310108000000", text:"闸北区"},
        {key:"310109000000", text:"虹口区"},
        {key:"310110000000", text:"杨浦区"},
        {key:"310112000000", text:"闵行区"},
        {key:"310113000000", text:"宝山区"},
        {key:"310114000000", text:"嘉定区"},
        {key:"310115000000", text:"浦东新区"},
        {key:"310116000000", text:"金山区"},
        {key:"310117000000", text:"松江区"},
        {key:"310230000000", text:"崇明县"},
        {key:"310118000000", text:"青浦区"},
        {key:"310119000000", text:"南汇区"},
        {key:"310120000000", text:"奉贤区"}],
//    "310000000000": [
//        {key: "310100000000", text: "上海市辖区"},
//        {key: "310200000000", text: "上海市辖县"}
//    ],
    "330000000000": [
        {key: "330100000000", text: "杭州市"},
        {key: "330200000000", text: "宁波市"},
        {key: "330300000000", text: "温州市"},
        {key: "330400000000", text: "嘉兴市"},
        {key: "330500000000", text: "湖州市"},
        {key: "330600000000", text: "绍兴市"},
        {key: "330700000000", text: "金华市"},
        {key: "330800000000", text: "衢州市"},
        {key: "330900000000", text: "舟山市"},
        {key: "331000000000", text: "台州市"},
        {key: "331100000000", text: "丽水市"}
    ],
//    "110000000000": [
//        {key: "110100000000", text: "北京市辖区"},
//        {key: "110200000000", text: "北京市辖县"}
//    ],
//    "120000000000": [
//        {key: "120100000000", text: "天津市辖区"},
//        {key: "120200000000", text: "市辖县"}
//    ],
    "340000000000": [
        {key: "341100000000", text: "滁州市"},
        {key: "341200000000", text: "阜阳市"},
        {key: "341300000000", text: "宿州市"},
        {key: "341400000000", text: "巢湖市"},
        {key: "341500000000", text: "六安市"},
        {key: "341700000000", text: "池州市"},
        {key: "341800000000", text: "宣城市"},
        {key: "340700000000", text: "铜陵市"},
        {key: "341000000000", text: "黄山市"},
        {key: "341600000000", text: "亳州市"},
        {key: "340100000000", text: "合肥市"},
        {key: "340200000000", text: "芜湖市"},
        {key: "340300000000", text: "蚌埠市"},
        {key: "340400000000", text: "淮南市"},
        {key: "340500000000", text: "马鞍山市"},
        {key: "340600000000", text: "淮北市"},
        {key: "340800000000", text: "安庆市"}
    ],
    "510000000000": [
        {key: "511300000000", text: "南充市"},
        {key: "511400000000", text: "眉山市"},
        {key: "511500000000", text: "宜宾市"},
        {key: "511600000000", text: "广安市"},
        {key: "511700000000", text: "达州市"},
        {key: "511800000000", text: "雅安市"},
        {key: "511900000000", text: "巴中市"},
        {key: "512000000000", text: "资阳市"},
        {key: "513200000000", text: "阿坝州"},
        {key: "513300000000", text: "甘孜藏族自治州"},
        {key: "513400000000", text: "凉山州"},
        {key: "510100000000", text: "成都市"},
        {key: "510300000000", text: "自贡市"},
        {key: "510400000000", text: "攀枝花市"},
        {key: "510500000000", text: "泸州市"},
        {key: "510600000000", text: "德阳市"},
        {key: "510700000000", text: "绵阳市"},
        {key: "510800000000", text: "广元市"},
        {key: "510900000000", text: "遂宁市"},
        {key: "511000000000", text: "内江市"},
        {key: "511100000000", text: "乐山市"}
    ],
    "350000000000": [
        {key: "350100000000", text: "福州市"},
        {key: "350200000000", text: "厦门市"},
        {key: "350300000000", text: "莆田市"},
        {key: "350400000000", text: "三明市"},
        {key: "350500000000", text: "泉州市"},
        {key: "350600000000", text: "漳州市"},
        {key: "350700000000", text: "南平市"},
        {key: "350800000000", text: "龙岩市"},
        {key: "350900000000", text: "宁德市"}
    ],
    "360000000000": [
        {key: "361000000000", text: "抚州市"},
        {key: "361100000000", text: "上饶市"},
        {key: "360100000000", text: "南昌市"},
        {key: "360200000000", text: "景德镇市"},
        {key: "360300000000", text: "萍乡市"},
        {key: "360400000000", text: "九江市"},
        {key: "360500000000", text: "新余市"},
        {key: "360600000000", text: "鹰潭市"},
        {key: "360700000000", text: "赣州市"},
        {key: "360800000000", text: "吉安市"},
        {key: "360900000000", text: "宜春市"}
    ],
    "320000000000": [
        {key: "320600000000", text: "南通市"},
        {key: "320700000000", text: "连云港市"},
        {key: "320900000000", text: "盐城市"},
        {key: "321000000000", text: "扬州市"},
        {key: "321100000000", text: "镇江市"},
        {key: "321200000000", text: "泰州市"},
        {key: "321300000000", text: "宿迁市"},
        {key: "320200000000", text: "无锡市"},
        {key: "320800000000", text: "淮安市"},
        {key: "320100000000", text: "南京市"},
        {key: "320300000000", text: "徐州市"},
        {key: "320400000000", text: "常州市"},
        {key: "320500000000", text: "苏州市"}
    ],
    "450000000000": [
        {key: "450300000000", text: "桂林市"},
        {key: "450400000000", text: "梧州市"},
        {key: "450500000000", text: "北海市"},
        {key: "450600000000", text: "防城港市"},
        {key: "450700000000", text: "钦州市"},
        {key: "450800000000", text: "贵港市"},
        {key: "450900000000", text: "玉林市"},
        {key: "451000000000", text: "百色市"},
        {key: "451100000000", text: "贺州市"},
        {key: "451200000000", text: "河池市"},
        {key: "451300000000", text: "来宾市"},
        {key: "451400000000", text: "崇左市"},
        {key: "450100000000", text: "南宁市"},
        {key: "450200000000", text: "柳州市"}
    ],
    "520000000000": [
        {key: "520100000000", text: "贵阳市"},
        {key: "520200000000", text: "六盘水市"},
        {key: "520300000000", text: "遵义市"},
        {key: "520400000000", text: "安顺市"},
        {key: "522200000000", text: "铜仁地区"},
        {key: "522300000000", text: "黔西南州"},
        {key: "522400000000", text: "毕节地区"},
        {key: "522600000000", text: "黔东南苗族侗族自治州"},
        {key: "522700000000", text: "黔南布依族苗族自治州"}
    ],
    "460000000000": [
        {key: "460100000000", text: "海口市"},
        {key: "460200000000", text: "三亚市"},
        {key: "469000000000", text: "省属虚拟市"}
    ],
    "500000000000": [
        {key:"500103000000", text:"渝中区"},
        {key:"500104000000", text:"大渡口区"},
        {key:"500105000000", text:"江北区"},
        {key:"500106000000", text:"沙坪坝区"},
        {key:"500107000000", text:"九龙坡区"},
        {key:"500108000000", text:"南岸区"},
        {key:"500109000000", text:"北碚区"},
        {key:"500110000000", text:"万盛区"},
        {key:"500111000000", text:"双桥区"},
        {key:"500112000000", text:"渝北区"},
        {key:"500113000000", text:"巴南区"},
        {key:"500101000000", text:"万州区"},
        {key:"500102000000", text:"涪陵区"},
        {key:"500117000000", text:"合川区"},
        {key:"500118000000", text:"永川区"},
        {key:"500116000000", text:"江津区"},
        {key:"500119000000", text:"南川市"},
        {key:"500115000000", text:"长寿区"},
        {key:"500222000000", text:"綦江县"},
        {key:"500223000000", text:"潼南县"},
        {key:"500224000000", text:"铜梁县"},
        {key:"500225000000", text:"大足县"},
        {key:"500226000000", text:"荣昌县"},
        {key:"500227000000", text:"璧山县"},
        {key:"500231000000", text:"垫江县"},
        {key:"500232000000", text:"武隆县"},
        {key:"500230000000", text:"丰都县"},
        {key:"500229000000", text:"城口县"},
        {key:"500228000000", text:"梁平县"},
        {key:"500114000000", text:"黔江区"},
        {key:"500236000000", text:"奉节县"},
        {key:"500234000000", text:"开县"},
        {key:"500235000000", text:"云阳县"},
        {key:"500233000000", text:"忠县"},
        {key:"500238000000", text:"巫溪县"},
        {key:"500237000000", text:"巫山县"},
        {key:"500240000000", text:"石柱县"},
        {key:"500241000000", text:"秀山土家族苗族自治县"},
        {key:"500242000000", text:"酉阳土家族苗族自治县"},
        {key:"500243000000", text:"彭水苗族土家族自治县"}]

//    "500000000000": [
//        {key: "500100000000", text: "重庆市辖区"},
//        {key: "500200000000", text: "重庆市辖县"}
//    ]
};
JSH.county = {

    "320600000000" :[{key:"320602000000", text:"崇川区"},{key:"320681000000", text:"启东市"},{key:"320683000000", text:"通州市"},{key:"320621000000", text:"海安县"},{key:"320601000000", text:"南通市辖区"},{key:"320611000000", text:"港闸区"},{key:"320623000000", text:"如东"},{key:"320682000000", text:"如皋市"},{key:"320684000000", text:"海门市"},{key:"320612000000", text:"通州区"}],

    "341100000000" :[{key:"341102000000", text:"琅琊区"},{key:"341122000000", text:"来安县"},{key:"341125000000", text:"定远县"},{key:"341101000000", text:"滁州市辖区"},{key:"341103000000", text:"南谯区"},{key:"341124000000", text:"全椒县"},{key:"341126000000", text:"凤阳县"},{key:"341182000000", text:"明光市"},{key:"341181000000", text:"天长市"}],

    "341200000000" :[{key:"341201000000", text:"阜阳市辖区"},{key:"341203000000", text:"颍东区"},{key:"341221000000", text:"临泉县"},{key:"341282000000", text:"界首市"},{key:"341202000000", text:"颍州区"},{key:"341204000000", text:"颍泉区"},{key:"341226000000", text:"颍上县"},{key:"341225000000", text:"阜南县"},{key:"341222000000", text:"太和县"}],

    "341300000000" :[{key:"341302000000", text:"墉桥区"},{key:"341324000000", text:"泗县"},{key:"341301000000", text:"宿州市辖区"},{key:"341321000000", text:"砀山县"},{key:"341322000000", text:"萧县"},{key:"341323000000", text:"灵璧县"}],

    "341400000000" :[{key:"341422000000", text:"无为县"},{key:"341424000000", text:"和县"},{key:"341402000000", text:"居巢区"},{key:"341401000000", text:"巢湖市辖区"},{key:"341421000000", text:"庐江县"},{key:"341423000000", text:"含山县"}],

    "341500000000" :[{key:"341521000000", text:"寿县"},{key:"341525000000", text:"霍山县"},{key:"341502000000", text:"金安区"},{key:"341524000000", text:"金寨县"},{key:"341501000000", text:"六安市辖区"},{key:"341503000000", text:"裕安区"},{key:"341522000000", text:"霍邱县"},{key:"341523000000", text:"舒城县"}],

    "341700000000" :[{key:"341701000000", text:"池州市辖区"},{key:"341723000000", text:"青阳县"},{key:"341702000000", text:"贵池区"},{key:"341721000000", text:"东至县"},{key:"341722000000", text:"石台县"}],

    "341800000000" :[{key:"341802000000", text:"宣州区"},{key:"341824000000", text:"绩溪县"},{key:"341881000000", text:"宁国市"},{key:"341801000000", text:"宣城市辖区"},{key:"341821000000", text:"郎溪县"},{key:"341823000000", text:"泾县"},{key:"341825000000", text:"旌德县"},{key:"341822000000", text:"广德县"}],

    "511300000000" :[{key:"511301000000", text:"南充市辖区"},{key:"511302000000", text:"顺庆区"},{key:"511303000000", text:"高坪区"},{key:"511304000000", text:"嘉陵区"},{key:"511321000000", text:"南部县"},{key:"511324000000", text:"仪陇县"},{key:"511381000000", text:"阆中市"},{key:"511322000000", text:"营山县"},{key:"511325000000", text:"西充县"},{key:"511323000000", text:"蓬安县"}],

    "361000000000" :[{key:"361001000000", text:"抚州市辖区"},{key:"361023000000", text:"南丰县"},{key:"361025000000", text:"乐安县"},{key:"361027000000", text:"金溪县"},{key:"361029000000", text:"东乡县"},{key:"361002000000", text:"临川区"},{key:"361024000000", text:"崇仁县"},{key:"361026000000", text:"宜黄县"},{key:"361028000000", text:"资溪县"},{key:"361030000000", text:"广昌县"},{key:"361022000000", text:"黎川县"},{key:"361021000000", text:"南城县"}],

    "370100000000" :[{key:"370102000000", text:"历下区"},{key:"370104000000", text:"槐荫区"},{key:"370112000000", text:"历城区"},{key:"370126000000", text:"商河县"},{key:"370105000000", text:"天桥区"},{key:"370113000000", text:"长清区"},{key:"370125000000", text:"济阳县"},{key:"370181000000", text:"章丘市"},{key:"370103000000", text:"市中区"},{key:"370101000000", text:"济南市辖区"},{key:"370124000000", text:"平阴县"},{key:"370199000000", text:"高新区"}],

    "370200000000" :[{key:"370201000000", text:"青岛市辖区"},{key:"370203000000", text:"市北区"},{key:"370211000000", text:"黄岛区"},{key:"370281000000", text:"胶州市"},{key:"370283000000", text:"平度市"},{key:"370202000000", text:"市南区"},{key:"370205000000", text:"四方区"},{key:"370214000000", text:"城阳区"},{key:"370282000000", text:"即墨市"},{key:"370284000000", text:"胶南市"},{key:"370212000000", text:"崂山区"},{key:"370285000000", text:"莱西市"},{key:"370213000000", text:"李沧区"}],

    "370300000000" :[{key:"370302000000", text:"淄川区"},{key:"370304000000", text:"博山区"},{key:"370306000000", text:"周村区"},{key:"370322000000", text:"高青县"},{key:"370301000000", text:"淄博市辖区"},{key:"370305000000", text:"临淄区"},{key:"370321000000", text:"桓台县"},{key:"370323000000", text:"沂源县"},{key:"370303000000", text:"张店区"}],

    "370400000000" :[{key:"370401000000", text:"枣庄市辖区"},{key:"370404000000", text:"峄城区"},{key:"370406000000", text:"山亭区"},{key:"370402000000", text:"市中区"},{key:"370403000000", text:"薛城区"},{key:"370405000000", text:"台儿庄区"},{key:"370481000000", text:"滕州市"}],

    "320700000000" :[{key:"320705000000", text:"新浦区"},{key:"320721000000", text:"赣榆县"},{key:"320723000000", text:"灌云县"},{key:"320701000000", text:"连云港市辖区"},{key:"320703000000", text:"连云区"},{key:"320706000000", text:"海州区"},{key:"320722000000", text:"东海县"},{key:"320724000000", text:"灌南县"}],

    "320900000000" :[{key:"320902000000", text:"亭湖区"},{key:"320923000000", text:"阜宁县"},{key:"320925000000", text:"建湖县"},{key:"320982000000", text:"大丰市"},{key:"320901000000", text:"盐城市辖区"},{key:"320903000000", text:"盐都区"},{key:"320922000000", text:"滨海县"},{key:"320924000000", text:"射阳县"},{key:"320981000000", text:"东台市"},{key:"320921000000", text:"响水县"}],

    "450300000000" :[{key:"450301000000", text:"桂林市辖区"},{key:"450302000000", text:"秀峰区"},{key:"450303000000", text:"叠彩区"},{key:"450304000000", text:"象山区"},{key:"450311000000", text:"雁山区"},{key:"450321000000", text:"阳朔县"},{key:"450322000000", text:"临桂县"},{key:"450324000000", text:"全州县"},{key:"450330000000", text:"平乐县"},{key:"450332000000", text:"恭城县"},{key:"450305000000", text:"七星区"},{key:"450328000000", text:"龙胜各族自治县"},{key:"450325000000", text:"兴安县"},{key:"450327000000", text:"灌阳县"},{key:"450331000000", text:"荔浦县"},{key:"450326000000", text:"永福县"},{key:"450329000000", text:"资源县"},{key:"450323000000", text:"灵川县"}],

    "450400000000" :[{key:"450403000000", text:"万秀区"},{key:"450405000000", text:"长洲区"},{key:"450422000000", text:"藤县"},{key:"450481000000", text:"岑溪市"},{key:"450401000000", text:"梧州市辖区"},{key:"450421000000", text:"苍梧县"},{key:"450423000000", text:"蒙山县"},{key:"450404000000", text:"蝶山区"}],

    "450500000000" :[{key:"450512000000", text:"铁山港区"},{key:"450502000000", text:"海城区"},{key:"450501000000", text:"北海市辖区"},{key:"450503000000", text:"银海区"},{key:"450521000000", text:"合浦县"}],

    "450600000000" :[{key:"450601000000", text:"防城港市辖区"},{key:"450621000000", text:"上思县"},{key:"450681000000", text:"东兴市"},{key:"450602000000", text:"港口区"},{key:"450603000000", text:"防城区"}],

    "450700000000" :[{key:"450721000000", text:"灵山县"},{key:"450701000000", text:"钦州市辖区"},{key:"450703000000", text:"钦北区"},{key:"450722000000", text:"浦北县"},{key:"450702000000", text:"钦南区"}],

    "450800000000" :[{key:"450801000000", text:"贵港市辖区"},{key:"450803000000", text:"港南区"},{key:"450821000000", text:"平南县"},{key:"450802000000", text:"港北区"},{key:"450881000000", text:"桂平市"},{key:"450804000000", text:"覃塘区"}],

    "450900000000" :[{key:"450901000000", text:"玉林市辖区"},{key:"450902000000", text:"玉州区"},{key:"450922000000", text:"陆川县"},{key:"450924000000", text:"兴业县"},{key:"450921000000", text:"容县"},{key:"450981000000", text:"北流市"},{key:"450923000000", text:"博白县"}],

    "451000000000" :[{key:"451002000000", text:"右江区"},{key:"451022000000", text:"田东县"},{key:"451024000000", text:"德保县"},{key:"451028000000", text:"乐业县"},{key:"451030000000", text:"西林县"},{key:"451001000000", text:"百色市辖区"},{key:"451025000000", text:"靖西县"},{key:"451027000000", text:"凌云县"},{key:"451029000000", text:"田林县"},{key:"451031000000", text:"隆林各族自治县"},{key:"451026000000", text:"那坡县"},{key:"451023000000", text:"平果县"},{key:"451021000000", text:"田阳县"}],

    "511400000000" :[{key:"511402000000", text:"东坡区"},{key:"511424000000", text:"丹棱县"},{key:"511401000000", text:"眉山市辖区"},{key:"511421000000", text:"仁寿县"},{key:"511423000000", text:"洪雅县"},{key:"511425000000", text:"青神县"},{key:"511422000000", text:"彭山县"}],

    "511500000000" :[{key:"511521000000", text:"宜宾县"},{key:"511525000000", text:"高县"},{key:"511527000000", text:"筠连县"},{key:"511529000000", text:"屏山县"},{key:"511523000000", text:"江安县"},{key:"511501000000", text:"宜宾市辖区"},{key:"511522000000", text:"南溪县"},{key:"511524000000", text:"长宁县"},{key:"511526000000", text:"珙县"},{key:"511528000000", text:"兴文县"},{key:"511502000000", text:"翠屏区"},{key:"511503000000", text:"南溪区"}],

    "511600000000" :[{key:"511622000000", text:"武胜县"},{key:"511681000000", text:"华蓥市"},{key:"511623000000", text:"邻水县"},{key:"511601000000", text:"广安市辖区"},{key:"511602000000", text:"广安区"},{key:"511621000000", text:"岳池县"},{key:"511603000000", text:"前锋区"}],

    "511700000000" :[{key:"511702000000", text:"通川区"},{key:"511724000000", text:"大竹县"},{key:"511722000000", text:"宣汉县"},{key:"511701000000", text:"达州市辖区"},{key:"511721000000", text:"达县"},{key:"511723000000", text:"开江县"},{key:"511725000000", text:"渠县"},{key:"511781000000", text:"万源市"},{key:"511703000000", text:"达川区"}],

    "511800000000" :[{key:"511802000000", text:"雨城区"},{key:"511824000000", text:"石棉县"},{key:"511826000000", text:"芦山县"},{key:"511822000000", text:"荥经县"},{key:"511821000000", text:"名山县"},{key:"511825000000", text:"天全县"},{key:"511827000000", text:"宝兴县"},{key:"511801000000", text:"雅安市辖区"},{key:"511823000000", text:"汉源县"},{key:"511803000000", text:"名山县"}],

    "511900000000" :[{key:"511921000000", text:"通江县"},{key:"511923000000", text:"平昌县"},{key:"511901000000", text:"巴中市辖区"},{key:"511902000000", text:"巴州区"},{key:"511922000000", text:"南江县"},{key:"511903000000", text:"恩阳区"}],

    "512000000000" :[{key:"512022000000", text:"乐至县"},{key:"512001000000", text:"资阳市辖区"},{key:"512081000000", text:"简阳市"},{key:"512002000000", text:"雁江区"},{key:"512021000000", text:"安岳县"}],

    "513200000000" :[{key:"513221000000", text:"汶川县"},{key:"513223000000", text:"茂县"},{key:"513225000000", text:"九寨沟县"},{key:"513232000000", text:"若尔盖县"},{key:"513227000000", text:"小金县"},{key:"513226000000", text:"金川县"},{key:"513228000000", text:"黑水县"},{key:"513229000000", text:"马尔康县"},{key:"513231000000", text:"阿坝县"},{key:"513233000000", text:"红原县"},{key:"513222000000", text:"理县"},{key:"513224000000", text:"松潘县"},{key:"513230000000", text:"壤塘县"}],

    "513300000000" :[{key:"513323000000", text:"丹巴县"},{key:"513325000000", text:"雅江县"},{key:"513327000000", text:"炉霍县"},{key:"513333000000", text:"色达县"},{key:"513329000000", text:"新龙县"},{key:"513330000000", text:"德格县"},{key:"513332000000", text:"石渠县"},{key:"513334000000", text:"理塘县"},{key:"513335000000", text:"巴塘县"},{key:"513337000000", text:"稻城县"},{key:"513321000000", text:"康定县"},{key:"513331000000", text:"白玉县"},{key:"513326000000", text:"道孚县"},{key:"513328000000", text:"甘孜县"},{key:"513322000000", text:"泸定县"},{key:"513324000000", text:"九龙县"},{key:"513336000000", text:"乡城县"},{key:"513338000000", text:"得荣县"}],

    "370500000000" :[{key:"370503000000", text:"河口区"},{key:"370502000000", text:"东营区"},{key:"370521000000", text:"垦利县"},{key:"370523000000", text:"广饶县"},{key:"370522000000", text:"利津县"},{key:"370501000000", text:"东营市辖区"}],

    "530700000000" :[{key:"530701000000", text:"丽江市辖区"},{key:"530702000000", text:"古城区"},{key:"530721000000", text:"玉龙县"},{key:"530722000000", text:"永胜县"},{key:"530724000000", text:"宁蒗县"},{key:"530723000000", text:"华坪县"}],

    "530800000000" :[{key:"530822000000", text:"墨江县"},{key:"530824000000", text:"景谷县"},{key:"530826000000", text:"江城县"},{key:"530828000000", text:"澜沧县"},{key:"530802000000", text:"翠云区"},{key:"530801000000", text:"思茅市辖区"},{key:"530821000000", text:"普洱县"},{key:"530823000000", text:"景东县"},{key:"530825000000", text:"镇沅县"},{key:"530827000000", text:"孟连县"},{key:"530829000000", text:"西盟县"}],

    "530900000000" :[{key:"530921000000", text:"凤庆县"},{key:"530925000000", text:"双江县"},{key:"530927000000", text:"沧源县"},{key:"530923000000", text:"永德县"},{key:"530901000000", text:"临沧市辖区"},{key:"530902000000", text:"临翔区"},{key:"530922000000", text:"云县"},{key:"530924000000", text:"镇康县"},{key:"530926000000", text:"耿马县"}],

    "532300000000" :[{key:"532322000000", text:"双柏县"},{key:"532324000000", text:"南华县"},{key:"532326000000", text:"大姚县"},{key:"532328000000", text:"元谋县"},{key:"532331000000", text:"禄丰县"},{key:"532325000000", text:"姚安县"},{key:"532323000000", text:"牟定县"},{key:"532327000000", text:"永仁县"},{key:"532329000000", text:"武定县"},{key:"532301000000", text:"楚雄市"}],

    "532500000000" :[{key:"532523000000", text:"屏边县"},{key:"532525000000", text:"石屏县"},{key:"532527000000", text:"泸西县"},{key:"532529000000", text:"红河县"},{key:"532502000000", text:"开远市"},{key:"532531000000", text:"绿春县"},{key:"532501000000", text:"个旧市"},{key:"532522000000", text:"蒙自县"},{key:"532526000000", text:"弥勒县"},{key:"532528000000", text:"元阳县"},{key:"532530000000", text:"金平县"},{key:"532532000000", text:"河口县"},{key:"532524000000", text:"建水县"},{key:"532503000000", text:"蒙自市"}],

    "532600000000" :[{key:"532621000000", text:"文山县"},{key:"532623000000", text:"西畴县"},{key:"532627000000", text:"广南县"},{key:"532626000000", text:"丘北县"},{key:"532625000000", text:"马关县"},{key:"532624000000", text:"麻栗坡县"},{key:"532628000000", text:"富宁县"},{key:"532622000000", text:"砚山县"},{key:"532601000000", text:"文山市"}],

    "532800000000" :[{key:"532801000000", text:"景洪市"},{key:"532823000000", text:"勐腊县"},{key:"532822000000", text:"勐海县"}],

    "451100000000" :[{key:"451101000000", text:"贺州市辖区"},{key:"451121000000", text:"昭平县"},{key:"451102000000", text:"八步区"},{key:"451123000000", text:"富川瑶族自治县"},{key:"451122000000", text:"钟山县"}],

    "451200000000" :[{key:"451222000000", text:"天峨县"},{key:"451224000000", text:"东兰县"},{key:"451226000000", text:"环江毛南族自治县"},{key:"451228000000", text:"都安瑶族自治县"},{key:"451201000000", text:"河池市辖区"},{key:"451223000000", text:"凤山县"},{key:"451225000000", text:"罗城仫佬族自治县"},{key:"451227000000", text:"巴马瑶族自治县"},{key:"451281000000", text:"宜州市"},{key:"451229000000", text:"大化瑶族自治县"},{key:"451202000000", text:"金城江区"},{key:"451221000000", text:"南丹县"}],

    "532900000000" :[{key:"532922000000", text:"漾濞县"},{key:"532924000000", text:"宾川县"},{key:"532926000000", text:"南涧县"},{key:"532930000000", text:"洱源县"},{key:"532932000000", text:"鹤庆县"},{key:"532901000000", text:"大理市"},{key:"532923000000", text:"祥云县"},{key:"532925000000", text:"弥渡县"},{key:"532927000000", text:"巍山县"},{key:"532929000000", text:"云龙县"},{key:"532931000000", text:"剑川县"},{key:"532928000000", text:"永平县"}],

    "533100000000" :[{key:"533123000000", text:"盈江县"},{key:"533102000000", text:"瑞丽市"},{key:"533122000000", text:"梁河县"},{key:"533124000000", text:"陇川县"},{key:"533103000000", text:"潞西市"}],

    "350100000000" :[{key:"350102000000", text:"鼓楼区"},{key:"350103000000", text:"台江区"},{key:"350104000000", text:"仓山区"},{key:"350111000000", text:"晋安区"},{key:"350122000000", text:"连江县"},{key:"350123000000", text:"罗源县"},{key:"350124000000", text:"闽清县"},{key:"350181000000", text:"福清市"},{key:"350105000000", text:"马尾区"},{key:"350121000000", text:"闽侯县"},{key:"350128000000", text:"平潭县"},{key:"350182000000", text:"长乐市"},{key:"350125000000", text:"永泰县"},{key:"350101000000", text:"福州市辖区"}],

    "321000000000" :[{key:"321001000000", text:"扬州市辖区"},{key:"321023000000", text:"宝应县"},{key:"321081000000", text:"仪征市"},{key:"321084000000", text:"高邮市"},{key:"321088000000", text:"江都市"},{key:"321002000000", text:"广陵区"},{key:"321011000000", text:"维扬区"},{key:"321003000000", text:"邗江区"},{key:"321012000000", text:"江都区"}],

    "321100000000" :[{key:"321181000000", text:"丹阳市"},{key:"321183000000", text:"句容市"},{key:"321102000000", text:"京口区"},{key:"321112000000", text:"丹徒区"},{key:"321182000000", text:"扬中市"},{key:"321111000000", text:"润州区"},{key:"321101000000", text:"市区"}],

    "321200000000" :[{key:"321202000000", text:"海陵区"},{key:"321281000000", text:"兴化市"},{key:"321283000000", text:"泰兴市"},{key:"321201000000", text:"泰州市辖区"},{key:"321203000000", text:"高港区"},{key:"321282000000", text:"靖江市"},{key:"321284000000", text:"姜堰市"}],

    "321300000000" :[{key:"321322000000", text:"沭阳县"},{key:"321324000000", text:"泗洪县"},{key:"321323000000", text:"泗阳县"},{key:"321301000000", text:"宿迁市辖区"},{key:"321311000000", text:"宿豫区"},{key:"321302000000", text:"宿城区"}],

    "330100000000" :[{key:"330101000000", text:"杭州市辖区"},{key:"330103000000", text:"下城区"},{key:"330105000000", text:"拱墅区"},{key:"330108000000", text:"滨江区"},{key:"330127000000", text:"淳安县"},{key:"330102000000", text:"上城区"},{key:"330104000000", text:"江干区"},{key:"330106000000", text:"西湖区"},{key:"330109000000", text:"萧山区"},{key:"330122000000", text:"桐庐县"},{key:"330182000000", text:"建德市"},{key:"330185000000", text:"临安市"},{key:"330183000000", text:"富阳市"},{key:"330110000000", text:"余杭区"}],

    "350200000000" :[{key:"350205000000", text:"海沧区"},{key:"350211000000", text:"集美区"},{key:"350213000000", text:"翔安区"},{key:"350201000000", text:"厦门市辖区"},{key:"350212000000", text:"同安区"},{key:"350203000000", text:"思明区"},{key:"350206000000", text:"湖里区"}],

    "350300000000" :[{key:"350304000000", text:"荔城区"},{key:"350322000000", text:"仙游县"},{key:"350301000000", text:"莆田市辖区"},{key:"350303000000", text:"涵江区"},{key:"350305000000", text:"秀屿区"},{key:"350302000000", text:"城厢区"}],

    "350400000000" :[{key:"350424000000", text:"宁化县"},{key:"350426000000", text:"尤溪县"},{key:"350428000000", text:"将乐县"},{key:"350421000000", text:"明溪县"},{key:"350402000000", text:"梅列区"},{key:"350401000000", text:"三明市辖区"},{key:"350423000000", text:"清流县"},{key:"350425000000", text:"大田县"},{key:"350427000000", text:"沙县"},{key:"350429000000", text:"泰宁县"},{key:"350430000000", text:"建宁县"},{key:"350403000000", text:"三元区"},{key:"350481000000", text:"永安市"}],

    "350500000000" :[{key:"350501000000", text:"泉州市辖区"},{key:"350503000000", text:"丰泽区"},{key:"350505000000", text:"泉港区"},{key:"350524000000", text:"安溪县"},{key:"350526000000", text:"德化县"},{key:"350581000000", text:"石狮市"},{key:"350583000000", text:"南安市"},{key:"350504000000", text:"洛江区"},{key:"350521000000", text:"惠安县"},{key:"350525000000", text:"永春县"},{key:"350527000000", text:"金门县"},{key:"350582000000", text:"晋江市"},{key:"350502000000", text:"鲤城区"}],

    "350600000000" :[{key:"350626000000", text:"东山县"},{key:"350602000000", text:"芗城区"},{key:"350622000000", text:"云霄县"},{key:"350624000000", text:"诏安县"},{key:"350628000000", text:"平和县"},{key:"350681000000", text:"龙海市"},{key:"350629000000", text:"华安县"},{key:"350601000000", text:"漳州市辖区"},{key:"350603000000", text:"龙文区"},{key:"350623000000", text:"漳浦县"},{key:"350625000000", text:"长泰县"},{key:"350627000000", text:"南靖县"}],

    "350700000000" :[{key:"350702000000", text:"延平区"},{key:"350722000000", text:"浦城县"},{key:"350724000000", text:"松溪县"},{key:"350781000000", text:"邵武市"},{key:"350783000000", text:"建瓯市"},{key:"350701000000", text:"南平市辖区"},{key:"350721000000", text:"顺昌县"},{key:"350723000000", text:"光泽县"},{key:"350725000000", text:"政和县"},{key:"350782000000", text:"武夷山市"},{key:"350784000000", text:"建阳市"}],

    "350800000000" :[{key:"350801000000", text:"龙岩市辖区"},{key:"350881000000", text:"漳平市"},{key:"350821000000", text:"长汀县"},{key:"350824000000", text:"武平县"},{key:"350825000000", text:"连城县"},{key:"350802000000", text:"新罗区"},{key:"350822000000", text:"永定县"},{key:"350823000000", text:"上杭县"}],

    "330200000000" :[{key:"330205000000", text:"江北区"},{key:"330204000000", text:"江东区"},{key:"330206000000", text:"北仑区"},{key:"330212000000", text:"鄞州区"},{key:"330226000000", text:"宁海县"},{key:"330225000000", text:"象山县"},{key:"330281000000", text:"余姚市"},{key:"330283000000", text:"奉化市"},{key:"330211000000", text:"镇海区"},{key:"330201000000", text:"宁波市辖区"},{key:"330282000000", text:"慈溪市"},{key:"330203000000", text:"海曙区"}],

    "330300000000" :[{key:"330301000000", text:"温州市辖区"},{key:"330322000000", text:"洞头县"},{key:"330326000000", text:"平阳县"},{key:"330328000000", text:"文成县"},{key:"330382000000", text:"乐清市"},{key:"330302000000", text:"鹿城区"},{key:"330304000000", text:"瓯海区"},{key:"330324000000", text:"永嘉县"},{key:"330327000000", text:"苍南县"},{key:"330329000000", text:"泰顺县"},{key:"330381000000", text:"瑞安市"},{key:"330303000000", text:"龙湾区"}],

    "330400000000" :[{key:"330402000000", text:"南湖区"},{key:"330421000000", text:"嘉善县"},{key:"330481000000", text:"海宁市"},{key:"330411000000", text:"秀洲区"},{key:"330424000000", text:"海盐县"},{key:"330482000000", text:"平湖市"},{key:"330483000000", text:"桐乡市"},{key:"330401000000", text:"嘉兴市辖区"}],

    "330500000000" :[{key:"330502000000", text:"吴兴区"},{key:"330521000000", text:"德清县"},{key:"330501000000", text:"湖州市辖区"},{key:"330503000000", text:"南浔区"},{key:"330522000000", text:"长兴县"},{key:"330523000000", text:"安吉县"}],

    "451300000000" :[{key:"451301000000", text:"来宾市辖区"},{key:"451302000000", text:"兴宾区"},{key:"451321000000", text:"忻城县"},{key:"451322000000", text:"象州县"},{key:"451323000000", text:"武宣县"},{key:"451381000000", text:"合山市"},{key:"451324000000", text:"金秀瑶族自治县"}],

    "451400000000" :[{key:"451402000000", text:"江州区"},{key:"451422000000", text:"宁明县"},{key:"451424000000", text:"大新县"},{key:"451421000000", text:"扶绥县"},{key:"451423000000", text:"龙州县"},{key:"451425000000", text:"天等县"},{key:"451481000000", text:"凭祥市"},{key:"451401000000", text:"崇左市辖区"}],

    "460100000000" :[{key:"460105000000", text:"秀英区"},{key:"460107000000", text:"琼山区"},{key:"460106000000", text:"龙华区"},{key:"460101000000", text:"海口市辖区"},{key:"460108000000", text:"美兰区"},{key:"469021000000", text:"定安县"},{key:"469022000000", text:"屯昌县"},{key:"469023000000", text:"澄迈县"},{key:"469024000000", text:"临高县"},{key:"469029000000", text:"保亭黎族苗族自治县"}],

    "460200000000" :[{key:"460201000000", text:"三亚市辖区"}],

    "469000000000" :[{key:"469002000000", text:"琼海市"},{key:"469005000000", text:"文昌市"},{key:"469007000000", text:"东方市"},{key:"469031000000", text:"昌江黎族自治县"},{key:"469034000000", text:"陵水黎族自治县"},{key:"469036000000", text:"琼中黎族苗族自治县"},{key:"469001000000", text:"五指山市"},{key:"469003000000", text:"儋州市"},{key:"469006000000", text:"万宁市"},{key:"469025000000", text:"定安县"},{key:"469027000000", text:"澄迈县"},{key:"469033000000", text:"乐东黎族自治县"},{key:"469037000000", text:"西沙群岛"},{key:"469039000000", text:"中沙群岛的岛礁及其海域"},{key:"469026000000", text:"屯昌县"},{key:"469028000000", text:"临高县"},{key:"469035000000", text:"保亭黎族苗族自治县"},{key:"469038000000", text:"南沙群岛"},{key:"469030000000", text:"白沙黎族自治县"}],

    "513400000000" :[{key:"513429000000", text:"布拖县"},{key:"513401000000", text:"西昌市"},{key:"513425000000", text:"会理县"},{key:"513427000000", text:"宁南县"},{key:"513431000000", text:"昭觉县"},{key:"513435000000", text:"甘洛县"},{key:"513437000000", text:"雷波县"},{key:"513433000000", text:"冕宁县"},{key:"513424000000", text:"德昌"},{key:"513426000000", text:"会东县"},{key:"513428000000", text:"普格县"},{key:"513430000000", text:"金阳县"},{key:"513432000000", text:"喜德县"},{key:"513434000000", text:"越西县"},{key:"513423000000", text:"盐源县"},{key:"513422000000", text:"木里藏族自治县"},{key:"513436000000", text:"美姑县"}],

    "520100000000" :[{key:"520113000000", text:"白云区"},{key:"520111000000", text:"花溪区"},{key:"520121000000", text:"开阳县"},{key:"520123000000", text:"修文县"},{key:"520101000000", text:"贵阳市辖区"},{key:"520103000000", text:"云岩区"},{key:"520114000000", text:"小河区"},{key:"520122000000", text:"息烽县"},{key:"520181000000", text:"清镇市"},{key:"520102000000", text:"南明区"},{key:"520112000000", text:"乌当区"},{key:"520115000000", text:"观山湖区"}],

    "520200000000" :[{key:"520201000000", text:"钟山区"},{key:"520203000000", text:"六枝特区"},{key:"520222000000", text:"盘县"},{key:"520221000000", text:"水城县"}],

    "520300000000" :[{key:"520324000000", text:"正安县"},{key:"520301000000", text:"遵义市辖区"},{key:"520303000000", text:"汇川区"},{key:"520322000000", text:"桐梓县"},{key:"520328000000", text:"湄潭县"},{key:"520330000000", text:"习水县"},{key:"520326000000", text:"务川仡佬族苗族自治县"},{key:"520302000000", text:"红花岗区"},{key:"520321000000", text:"遵义县"},{key:"520323000000", text:"绥阳县"},{key:"520325000000", text:"道真仡佬族苗族自治县"},{key:"520327000000", text:"凤冈县"},{key:"520329000000", text:"余庆县"},{key:"520381000000", text:"赤水市"},{key:"520382000000", text:"仁怀市"}],

    "520400000000" :[{key:"520424000000", text:"关岭自治县"},{key:"520402000000", text:"西秀区"},{key:"520422000000", text:"普定县"},{key:"520421000000", text:"平坝县"},{key:"520423000000", text:"镇宁布依族苗族自治县"},{key:"520425000000", text:"紫云苗族布依族自治县"},{key:"520401000000", text:"安顺市辖区"}],

    "522200000000" :[{key:"522201000000", text:"铜仁市"},{key:"522223000000", text:"玉屏侗族自治县"},{key:"522227000000", text:"德江县"},{key:"522229000000", text:"松桃苗族自治县"},{key:"522222000000", text:"江口县"},{key:"522224000000", text:"石阡县"},{key:"522226000000", text:"印江土家族苗族自治县"},{key:"522228000000", text:"沿河土家族自治县"},{key:"522230000000", text:"万山特区"},{key:"522225000000", text:"思南县"},{key:"520602000000", text:"碧江区"},{key:"520603000000", text:"万山区"},{key:"520621000000", text:"江口县"},{key:"520622000000", text:"玉屏侗族自治县"},{key:"520623000000", text:"石阡县"},{key:"520624000000", text:"思南县"},{key:"520625000000", text:"印江土家族苗族自治县"},{key:"520626000000", text:"德江县"},{key:"520627000000", text:"沿河土家族自治县"},{key:"520628000000", text:"松桃苗族自治县"}],

    "500100000000" :[{key:"500103000000", text:"渝中区"},{key:"500105000000", text:"江北区"},{key:"500107000000", text:"九龙坡区"},{key:"500111000000", text:"双桥区"},{key:"500115000000", text:"长寿区"},{key:"500119000000", text:"南川区"},{key:"500108000000", text:"南岸区"},{key:"500110000000", text:"万盛区"},{key:"500112000000", text:"渝北区"},{key:"500114000000", text:"黔江区"},{key:"500118000000", text:"永川区"},{key:"500102000000", text:"涪陵区"},{key:"500101000000", text:"万州区"},{key:"500113000000", text:"巴南区"},{key:"500104000000", text:"大渡口区"},{key:"500109000000", text:"北碚区"},{key:"500106000000", text:"沙坪坝区"},{key:"500117000000", text:"合川区"},{key:"500116000000", text:"江津区"}],

    "500200000000" :[{key:"500223000000", text:"潼南县"},{key:"500225000000", text:"大足县"},{key:"500227000000", text:"璧山县"},{key:"500231000000", text:"垫江县"},{key:"500233000000", text:"忠县"},{key:"500237000000", text:"巫山县"},{key:"500240000000", text:"石柱县"},{key:"500222000000", text:"綦江县"},{key:"500224000000", text:"铜梁县"},{key:"500226000000", text:"荣昌县"},{key:"500228000000", text:"梁平县"},{key:"500232000000", text:"武隆县"},{key:"500234000000", text:"开县"},{key:"500236000000", text:"奉节县"},{key:"500238000000", text:"巫溪县"},{key:"500241000000", text:"秀山土家族苗族自治县"},{key:"500243000000", text:"彭水苗族土家族自治县"},{key:"500229000000", text:"城口县"},{key:"500242000000", text:"酉阳土家族苗族自治县"},{key:"500235000000", text:"云阳县"},{key:"500230000000", text:"丰都县"}],

    "442000000000" :[{key:"442001000000", text:"中山市辖区"}],

    "441900000000" :[{key:"441901000000", text:"东莞市辖区"}],

    "652800000000" :[{key:"652824000000", text:"若羌县"},{key:"652826000000", text:"焉耆县"},{key:"652828000000", text:"和硕县"},{key:"652822000000", text:"轮台县"},{key:"652825000000", text:"且末县"},{key:"652801000000", text:"库尔勒市"},{key:"652823000000", text:"尉犁县"},{key:"652829000000", text:"博湖县"},{key:"652827000000", text:"和静县"}],

    "210700000000" :[{key:"210702000000", text:"古塔区"},{key:"210711000000", text:"太和区"},{key:"210727000000", text:"义县"},{key:"210782000000", text:"北镇市"},{key:"210701000000", text:"锦州市辖区"},{key:"210703000000", text:"凌河区"},{key:"210726000000", text:"黑山县"},{key:"210781000000", text:"凌海市"}],

    "420800000000" :[{key:"420801000000", text:"荆门市辖区"},{key:"420802000000", text:"东宝区"},{key:"420881000000", text:"钟祥市"},{key:"420821000000", text:"京山县"},{key:"420804000000", text:"掇刀区"},{key:"420822000000", text:"沙洋县"}],

    "421300000000" :[{key:"421381000000", text:"广水市"},{key:"421301000000", text:"随州市辖区"},{key:"421302000000", text:"曾都区"},{key:"421303000000", text:"曾都区"},{key:"421321000000", text:"随县"}],

    "653200000000" :[{key:"653201000000", text:"和田市"},{key:"653222000000", text:"墨玉县"},{key:"653224000000", text:"洛浦县"},{key:"653225000000", text:"策勒县"},{key:"653226000000", text:"于田县"},{key:"653221000000", text:"和田县"},{key:"653223000000", text:"皮山县"},{key:"653227000000", text:"民丰县"}],

    "230800000000" :[{key:"230801000000", text:"佳木斯市辖区"},{key:"230803000000", text:"向阳区"},{key:"230805000000", text:"东风区"},{key:"230822000000", text:"桦南县"},{key:"230828000000", text:"汤原县"},{key:"230881000000", text:"同江市"},{key:"230804000000", text:"前进区"},{key:"230826000000", text:"桦川县"},{key:"230833000000", text:"抚远县"},{key:"230882000000", text:"富锦市"},{key:"230811000000", text:"郊区"}],

    "530300000000" :[{key:"530323000000", text:"师宗县"},{key:"530325000000", text:"富源县"},{key:"530302000000", text:"麒麟区"},{key:"530322000000", text:"陆良县"},{key:"530324000000", text:"罗平县"},{key:"530326000000", text:"会泽县"},{key:"530381000000", text:"宣威市"},{key:"530301000000", text:"曲靖市辖区"},{key:"530321000000", text:"马龙县"},{key:"530328000000", text:"沾益县"}],

    "340700000000" :[{key:"340701000000", text:"铜陵市辖区"},{key:"340711000000", text:"铜陵市郊区"},{key:"340721000000", text:"铜陵县"},{key:"340702000000", text:"铜官山区"},{key:"340703000000", text:"狮子山区"}],

    "320200000000" :[{key:"320201000000", text:"无锡市辖区"},{key:"320202000000", text:"崇安区"},{key:"320203000000", text:"南长区"},{key:"320211000000", text:"滨湖区"},{key:"320282000000", text:"宜兴市"},{key:"320281000000", text:"江阴市"},{key:"320205000000", text:"锡山区"},{key:"320204000000", text:"北塘区"},{key:"320206000000", text:"惠山区"}],

    "341000000000" :[{key:"341004000000", text:"徽州区"},{key:"341001000000", text:"黄山市辖区"},{key:"341003000000", text:"黄山区"},{key:"341021000000", text:"歙县"},{key:"341023000000", text:"黟县"},{key:"341022000000", text:"休宁县"},{key:"341002000000", text:"屯溪区"},{key:"341024000000", text:"祁门县"}],

    "341600000000" :[{key:"341602000000", text:"谯城区"},{key:"341622000000", text:"蒙城县"},{key:"341601000000", text:"亳州市辖区"},{key:"341621000000", text:"涡阳县"},{key:"341623000000", text:"利辛县"}],

    "361100000000" :[{key:"361121000000", text:"上饶县"},{key:"361123000000", text:"玉山县"},{key:"361127000000", text:"余干县"},{key:"361129000000", text:"万年县"},{key:"361181000000", text:"德兴市"},{key:"361102000000", text:"信州区"},{key:"361122000000", text:"广丰县"},{key:"361124000000", text:"铅山县"},{key:"361126000000", text:"弋阳县"},{key:"361128000000", text:"鄱阳县"},{key:"361130000000", text:"婺源县"},{key:"361101000000", text:"上饶市辖区"},{key:"361125000000", text:"横峰县"}],

    "320800000000" :[{key:"320801000000", text:"淮安市辖区"},{key:"320803000000", text:"楚州区"},{key:"320811000000", text:"清浦区"},{key:"320829000000", text:"洪泽县"},{key:"320831000000", text:"金湖县"},{key:"320802000000", text:"清河区"},{key:"320826000000", text:"涟水县"},{key:"320804000000", text:"淮阴区"},{key:"320830000000", text:"盱眙县"}],

    "533300000000" :[{key:"533324000000", text:"贡山县"},{key:"533325000000", text:"兰坪县"},{key:"533321000000", text:"泸水县"},{key:"533323000000", text:"福贡县"}],

    "542500000000" :[{key:"542522000000", text:"札达县"},{key:"542524000000", text:"日土县"},{key:"542526000000", text:"改则县"},{key:"542521000000", text:"普兰县"},{key:"542523000000", text:"噶尔县"},{key:"542525000000", text:"革吉县"},{key:"542527000000", text:"措勤县"}],

    "130900000000" :[{key:"130927000000", text:"南皮县"},{key:"130930000000", text:"孟村回族自治县"},{key:"130982000000", text:"任邱市"},{key:"130902000000", text:"新华区"},{key:"130925000000", text:"盐山县"},{key:"130901000000", text:"沧州市辖区"},{key:"130984000000", text:"河间市"},{key:"130923000000", text:"东光县"},{key:"130921000000", text:"沧县"},{key:"130922000000", text:"青县"},{key:"130924000000", text:"海兴县"},{key:"130926000000", text:"肃宁县"},{key:"130928000000", text:"吴桥县"},{key:"130929000000", text:"献县"},{key:"130981000000", text:"泊头市"},{key:"130983000000", text:"黄骅市"},{key:"130903000000", text:"运河区"}],

    "370700000000" :[{key:"370701000000", text:"潍坊市辖区"},{key:"370702000000", text:"潍城区"},{key:"370724000000", text:"临朐县"},{key:"370781000000", text:"青州市"},{key:"370783000000", text:"寿光市"},{key:"370785000000", text:"高密市"},{key:"370705000000", text:"奎文区"},{key:"370725000000", text:"昌乐县"},{key:"370782000000", text:"诸城市"},{key:"370784000000", text:"安丘市"},{key:"370786000000", text:"昌邑市"},{key:"370704000000", text:"坊子区"},{key:"370703000000", text:"寒亭区"}],

    "371300000000" :[{key:"371302000000", text:"兰山区"},{key:"371322000000", text:"郯城县"},{key:"371324000000", text:"苍山县"},{key:"371326000000", text:"平邑县"},{key:"371328000000", text:"蒙阴县"},{key:"371312000000", text:"河东区"},{key:"371301000000", text:"临沂市辖区"},{key:"371321000000", text:"沂南县"},{key:"371323000000", text:"沂水县"},{key:"371327000000", text:"莒南县"},{key:"371329000000", text:"临沭县"},{key:"371311000000", text:"罗庄区"},{key:"371325000000", text:"费县"}],

    "610500000000" :[{key:"610502000000", text:"临渭区"},{key:"610522000000", text:"潼关县"},{key:"610526000000", text:"蒲城县"},{key:"610528000000", text:"富平县"},{key:"610582000000", text:"华阴市"},{key:"610524000000", text:"合阳县"},{key:"610501000000", text:"渭南市辖区"},{key:"610521000000", text:"华县"},{key:"610523000000", text:"大荔县"},{key:"610525000000", text:"澄城县"},{key:"610527000000", text:"白水县"},{key:"610581000000", text:"韩城市"}],

    "140500000000" :[{key:"140521000000", text:"沁水县"},{key:"140524000000", text:"陵川县"},{key:"140501000000", text:"晋城市辖区"},{key:"140502000000", text:"晋城市城区"},{key:"140522000000", text:"阳城县"},{key:"140525000000", text:"泽州县"},{key:"140581000000", text:"高平市"}],

    "140700000000" :[{key:"140701000000", text:"晋中市辖区"},{key:"140723000000", text:"和顺县"},{key:"140725000000", text:"寿阳县"},{key:"140727000000", text:"祁县"},{key:"140729000000", text:"灵石县"},{key:"140721000000", text:"榆社县"},{key:"140702000000", text:"榆次区"},{key:"140722000000", text:"左权县"},{key:"140724000000", text:"昔阳县"},{key:"140726000000", text:"太谷县"},{key:"140728000000", text:"平遥县"},{key:"140781000000", text:"介休市"}],

    "140800000000" :[{key:"140802000000", text:"盐湖区"},{key:"140821000000", text:"临猗县"},{key:"140824000000", text:"稷山县"},{key:"140828000000", text:"夏县"},{key:"140882000000", text:"河津市"},{key:"140830000000", text:"芮城县"},{key:"140829000000", text:"平陆县"},{key:"140826000000", text:"绛县"},{key:"140801000000", text:"运城市辖区"},{key:"140822000000", text:"万荣县"},{key:"140823000000", text:"闻喜县"},{key:"140825000000", text:"新绛县"},{key:"140827000000", text:"垣曲县"},{key:"140881000000", text:"永济市"}],

    "140900000000" :[{key:"140902000000", text:"忻府区"},{key:"140922000000", text:"五台县"},{key:"140923000000", text:"代县"},{key:"140924000000", text:"繁峙县"},{key:"140927000000", text:"神池县"},{key:"140928000000", text:"五寨县"},{key:"140929000000", text:"岢岚县"},{key:"140931000000", text:"保德县"},{key:"140932000000", text:"偏关县"},{key:"140930000000", text:"河曲县"},{key:"140925000000", text:"宁武县"},{key:"140981000000", text:"原平市"},{key:"140926000000", text:"静乐县"},{key:"140921000000", text:"定襄县"},{key:"140901000000", text:"忻州市辖区"}],

    "371500000000" :[{key:"371522000000", text:"莘县"},{key:"371524000000", text:"东阿县"},{key:"371525000000", text:"冠县"},{key:"371526000000", text:"高唐县"},{key:"371581000000", text:"临清市"},{key:"371502000000", text:"东昌府区"},{key:"371521000000", text:"阳谷县"},{key:"371523000000", text:"茌平县"},{key:"371501000000", text:"聊城市辖区"}],

    "371600000000" :[{key:"371602000000", text:"滨城区"},{key:"371622000000", text:"阳信县"},{key:"371623000000", text:"无棣县"},{key:"371624000000", text:"沾化县"},{key:"371625000000", text:"博兴县"},{key:"371621000000", text:"惠民县"},{key:"371601000000", text:"滨州市辖区"},{key:"371626000000", text:"邹平县"}],

    "371700000000" :[{key:"371701000000", text:"菏泽市辖区"},{key:"371723000000", text:"成武县"},{key:"371725000000", text:"郓城县"},{key:"371727000000", text:"定陶县"},{key:"371721000000", text:"曹县"},{key:"371702000000", text:"牡丹区"},{key:"371722000000", text:"单县"},{key:"371724000000", text:"巨野县"},{key:"371728000000", text:"东明县"},{key:"371726000000", text:"鄄城县"}],

    "410100000000" :[{key:"410101000000", text:"郑州市辖区"},{key:"410103000000", text:"二七区"},{key:"410108000000", text:"惠济区"},{key:"410183000000", text:"新密市"},{key:"410185000000", text:"登封市"},{key:"410105000000", text:"金水区"},{key:"410181000000", text:"巩义市"},{key:"410104000000", text:"管城回族区"},{key:"410106000000", text:"上街区"},{key:"410122000000", text:"中牟县"},{key:"410182000000", text:"荥阳市"},{key:"410102000000", text:"中原区"},{key:"410184000000", text:"新郑市"}],

    "410200000000" :[{key:"410202000000", text:"龙亭区"},{key:"410204000000", text:"鼓楼区"},{key:"410211000000", text:"金明区"},{key:"410222000000", text:"通许县"},{key:"410223000000", text:"尉氏县"},{key:"410225000000", text:"兰考县"},{key:"410224000000", text:"开封县"},{key:"410201000000", text:"开封市辖区"},{key:"410203000000", text:"顺河区"},{key:"410205000000", text:"禹王台区"},{key:"410221000000", text:"杞县"}],

    "410300000000" :[{key:"410301000000", text:"洛阳市辖区"},{key:"410303000000", text:"西工区"},{key:"410305000000", text:"涧西区"},{key:"410323000000", text:"新安县"},{key:"410325000000", text:"嵩县"},{key:"410327000000", text:"宜阳县"},{key:"410304000000", text:"廛河回族区"},{key:"410306000000", text:"吉利区"},{key:"410322000000", text:"孟津县"},{key:"410324000000", text:"栾川县"},{key:"410326000000", text:"汝阳县"},{key:"410328000000", text:"洛宁县"},{key:"410381000000", text:"偃师市"},{key:"410307000000", text:"洛龙区"},{key:"410302000000", text:"老城区"},{key:"410329000000", text:"伊川县"},{key:"410311000000", text:"洛龙区"}],

    "410400000000" :[{key:"410401000000", text:"平顶山市辖区"},{key:"410403000000", text:"卫东区"},{key:"410411000000", text:"湛河区"},{key:"410422000000", text:"叶"},{key:"410425000000", text:"郏"},{key:"410482000000", text:"汝州市"},{key:"410402000000", text:"新华区"},{key:"410404000000", text:"石龙区"},{key:"410421000000", text:"宝丰县"},{key:"410423000000", text:"鲁山县"},{key:"410481000000", text:"舞钢市"}],

    "410500000000" :[{key:"410505000000", text:"殷都区"},{key:"410522000000", text:"安阳县"},{key:"410581000000", text:"林州市"},{key:"410501000000", text:"安阳市辖区"},{key:"410503000000", text:"北关区"},{key:"410506000000", text:"龙安区"},{key:"410523000000", text:"汤阴县"},{key:"410526000000", text:"滑县"},{key:"410527000000", text:"内黄县"},{key:"410502000000", text:"文峰区"}],

    "410600000000" :[{key:"410602000000", text:"鹤山区"},{key:"410611000000", text:"淇滨区"},{key:"410621000000", text:"浚县"},{key:"410622000000", text:"淇县"},{key:"410603000000", text:"山城区"},{key:"410601000000", text:"鹤壁市辖区"}],

    "610800000000" :[{key:"610802000000", text:"榆阳区"},{key:"610822000000", text:"府谷县"},{key:"610827000000", text:"米脂县"},{key:"610826000000", text:"绥德县"},{key:"610830000000", text:"清涧县"},{key:"610831000000", text:"子洲县"},{key:"610824000000", text:"靖边县"},{key:"610823000000", text:"横山县"},{key:"610829000000", text:"吴堡县"},{key:"610828000000", text:"佳县"},{key:"610821000000", text:"神木县"},{key:"610801000000", text:"榆林市辖区"},{key:"610825000000", text:"定边县"}],

    "610900000000" :[{key:"610901000000", text:"安康市辖区"},{key:"610902000000", text:"汉滨区"},{key:"610921000000", text:"汉阴县"},{key:"610922000000", text:"石泉县"},{key:"610925000000", text:"岚皋县"},{key:"610927000000", text:"镇坪县"},{key:"610929000000", text:"白河县"},{key:"610924000000", text:"紫阳县"},{key:"610926000000", text:"平利县"},{key:"610928000000", text:"旬阳县"},{key:"610923000000", text:"宁陕县"}],

    "611000000000" :[{key:"611002000000", text:"商州区"},{key:"611026000000", text:"柞水县"},{key:"611022000000", text:"丹凤县"},{key:"611021000000", text:"洛南县"},{key:"611025000000", text:"镇安县"},{key:"611001000000", text:"商洛市辖区"},{key:"611024000000", text:"山阳县"},{key:"611023000000", text:"商南县"}],

    "620100000000" :[{key:"620104000000", text:"兰州市西固区"},{key:"620111000000", text:"红古区"},{key:"620122000000", text:"皋兰县"},{key:"620101000000", text:"兰州市辖区"},{key:"620103000000", text:"七里河区"},{key:"620105000000", text:"安宁区"},{key:"620123000000", text:"榆中县"},{key:"620102000000", text:"城关区"},{key:"620121000000", text:"永登县"}],

    "620200000000" :[{key:"620201000000", text:"市辖"}],

    "620300000000" :[{key:"620302000000", text:"金川区"},{key:"620301000000", text:"金昌市辖区"},{key:"620321000000", text:"永昌县"}],

    "620400000000" :[{key:"620401000000", text:"白银市辖区"},{key:"620422000000", text:"会宁县"},{key:"620402000000", text:"白银区"},{key:"620421000000", text:"靖远县"},{key:"620403000000", text:"平川区"},{key:"620423000000", text:"景泰县"}],

    "620500000000" :[{key:"620501000000", text:"天水市辖区"},{key:"620525000000", text:"张家川县"},{key:"620503000000", text:"麦积区"},{key:"620502000000", text:"秦州区"},{key:"620521000000", text:"清水县"},{key:"620523000000", text:"甘谷县"},{key:"620524000000", text:"武山县"},{key:"620522000000", text:"秦安县"}],

    "620600000000" :[{key:"620602000000", text:"凉州区"},{key:"620622000000", text:"古浪县"},{key:"620601000000", text:"武威市辖区"},{key:"620621000000", text:"民勤县"},{key:"620623000000", text:"天祝县"}],

    "620700000000" :[{key:"620721000000", text:"肃南裕固族自治县"},{key:"620723000000", text:"临泽县"},{key:"620702000000", text:"甘州区"},{key:"620722000000", text:"民乐县"},{key:"620724000000", text:"高台县"},{key:"620701000000", text:"张掖市辖区"},{key:"620725000000", text:"山丹县"}],

    "620800000000" :[{key:"620802000000", text:"崆峒区"},{key:"620822000000", text:"灵台县"},{key:"620824000000", text:"华亭县"},{key:"620826000000", text:"静宁县"},{key:"620801000000", text:"平凉市辖区"},{key:"620823000000", text:"崇信县"},{key:"620825000000", text:"庄浪县"},{key:"620821000000", text:"泾川县"}],

    "620900000000" :[{key:"620922000000", text:"瓜州县"},{key:"620982000000", text:"敦煌市"},{key:"620901000000", text:"酒泉市辖区"},{key:"620921000000", text:"金塔县"},{key:"620923000000", text:"肃北蒙古族自治县"},{key:"620981000000", text:"玉门市"},{key:"620924000000", text:"阿克塞县"},{key:"620902000000", text:"肃州区"}],

    "621000000000" :[{key:"621024000000", text:"合水县"},{key:"621027000000", text:"镇原县"},{key:"621002000000", text:"西峰区"},{key:"621022000000", text:"环县"},{key:"621023000000", text:"华池县"},{key:"621025000000", text:"正宁县"},{key:"621026000000", text:"宁县"},{key:"621021000000", text:"庆城县"},{key:"621001000000", text:"庆阳市辖区"}],

    "141000000000" :[{key:"141032000000", text:"永和县"},{key:"141082000000", text:"霍州市"},{key:"141022000000", text:"翼城县"},{key:"141024000000", text:"洪洞县"},{key:"141026000000", text:"安泽县"},{key:"141028000000", text:"吉县"},{key:"141034000000", text:"汾西县"},{key:"141002000000", text:"尧都区"},{key:"141030000000", text:"大宁县"},{key:"141001000000", text:"临汾市辖区"},{key:"141021000000", text:"曲沃县"},{key:"141023000000", text:"襄汾县"},{key:"141025000000", text:"古县"},{key:"141027000000", text:"浮山县"},{key:"141031000000", text:"隰县"},{key:"141033000000", text:"蒲县"},{key:"141081000000", text:"侯马市"},{key:"141029000000", text:"乡宁县"}],

    "141100000000" :[{key:"141102000000", text:"离石区"},{key:"141125000000", text:"柳林县"},{key:"141127000000", text:"岚县"},{key:"141129000000", text:"中阳县"},{key:"141181000000", text:"孝义市"},{key:"141123000000", text:"兴县"},{key:"141124000000", text:"临县"},{key:"141126000000", text:"石楼县"},{key:"141128000000", text:"方山县"},{key:"141130000000", text:"交口县"},{key:"141182000000", text:"汾阳市"},{key:"141122000000", text:"交城县"},{key:"141121000000", text:"文水县"},{key:"141101000000", text:"吕梁市辖区"}],

    "150100000000" :[{key:"150103000000", text:"回民区"},{key:"150105000000", text:"赛罕区"},{key:"150122000000", text:"托克托县"},{key:"150124000000", text:"清水河县"},{key:"150102000000", text:"新城区"},{key:"150104000000", text:"玉泉区"},{key:"150121000000", text:"土左旗"},{key:"150125000000", text:"武川县"},{key:"150101000000", text:"呼和浩特市辖区"},{key:"150123000000", text:"和林格尔县"}],

    "150500000000" :[{key:"150526000000", text:"扎鲁特旗"},{key:"150581000000", text:"霍林郭勒市"},{key:"150502000000", text:"科尔沁区"},{key:"150522000000", text:"科左后旗"},{key:"150523000000", text:"开鲁县"},{key:"150501000000", text:"通辽市辖区"},{key:"150521000000", text:"科尔沁左翼中旗"},{key:"150525000000", text:"奈曼旗"},{key:"150524000000", text:"库伦旗"}],

    "150600000000" :[{key:"150602000000", text:"东胜区"},{key:"150622000000", text:"准格尔旗"},{key:"150623000000", text:"鄂托克前旗"},{key:"150624000000", text:"鄂托克旗"},{key:"150627000000", text:"伊金霍洛旗"},{key:"150621000000", text:"达拉特旗"},{key:"150626000000", text:"乌审旗"},{key:"150625000000", text:"杭锦旗"},{key:"150601000000", text:"鄂尔多斯市辖区"}],

    "150700000000" :[{key:"150722000000", text:"莫力达瓦达斡尔族自治旗"},{key:"150724000000", text:"鄂温克族自治旗"},{key:"150726000000", text:"新巴尔虎左旗"},{key:"150781000000", text:"满洲里市"},{key:"150785000000", text:"根河市"},{key:"150702000000", text:"海拉尔区"},{key:"150783000000", text:"扎兰屯市"},{key:"150721000000", text:"阿荣旗"},{key:"150723000000", text:"鄂伦春自治旗"},{key:"150725000000", text:"陈巴尔虎旗镇"},{key:"150727000000", text:"新巴尔虎右旗"},{key:"150782000000", text:"牙克石市"},{key:"150784000000", text:"额尔古纳市"},{key:"150701000000", text:"呼伦贝尔市辖区"}],

    "150800000000" :[{key:"150822000000", text:"磴口县"},{key:"150824000000", text:"乌拉特中旗"},{key:"150826000000", text:"杭锦后旗"},{key:"150802000000", text:"临河区"},{key:"150801000000", text:"巴彦淖尔市辖区"},{key:"150823000000", text:"乌拉特前旗"},{key:"150825000000", text:"乌拉特后旗"},{key:"150821000000", text:"五原县"}],

    "150900000000" :[{key:"150926000000", text:"察哈尔右翼前旗"},{key:"150902000000", text:"集宁区"},{key:"150921000000", text:"卓资县"},{key:"150981000000", text:"丰镇市"},{key:"150928000000", text:"察哈尔右翼后旗"},{key:"150923000000", text:"商都县"},{key:"150901000000", text:"乌兰察布市辖区"},{key:"150922000000", text:"化德县"},{key:"150924000000", text:"兴和县"},{key:"150925000000", text:"凉城县"},{key:"150929000000", text:"四子王旗"},{key:"150927000000", text:"察右中旗"}],

    "150200000000" :[{key:"150205000000", text:"石拐区"},{key:"150207000000", text:"九原区"},{key:"150222000000", text:"固阳县"},{key:"150202000000", text:"东河区"},{key:"150204000000", text:"青山区"},{key:"150206000000", text:"白云鄂博矿区"},{key:"150221000000", text:"土默特右旗"},{key:"150201000000", text:"包头市辖区"},{key:"150223000000", text:"达茂联合旗"},{key:"150203000000", text:"昆都仑区"}],

    "150300000000" :[{key:"150301000000", text:"乌海市辖区"},{key:"150303000000", text:"海南区"},{key:"150302000000", text:"海勃湾区"},{key:"150304000000", text:"乌达区"}],

    "150400000000" :[{key:"150403000000", text:"元宝山区"},{key:"150421000000", text:"阿鲁科尔沁旗"},{key:"150425000000", text:"克什克腾旗"},{key:"150428000000", text:"喀喇沁旗"},{key:"150402000000", text:"红山区"},{key:"150422000000", text:"巴林左旗"},{key:"150424000000", text:"林西县"},{key:"150426000000", text:"翁牛特旗"},{key:"150429000000", text:"宁城县"},{key:"150423000000", text:"巴林右旗"},{key:"150401000000", text:"赤峰市辖区"},{key:"150430000000", text:"敖汉旗"},{key:"150404000000", text:"松山区"}],

    "410700000000" :[{key:"410702000000", text:"红旗区"},{key:"410704000000", text:"凤泉区"},{key:"410711000000", text:"牧野区"},{key:"410721000000", text:"新乡县"},{key:"410724000000", text:"获嘉县"},{key:"410726000000", text:"延津县"},{key:"410782000000", text:"辉县市"},{key:"410725000000", text:"原阳县"},{key:"410727000000", text:"封丘县"},{key:"410703000000", text:"卫滨区"},{key:"410701000000", text:"新乡市辖区"},{key:"410728000000", text:"长垣县"},{key:"410781000000", text:"卫辉市"}],

    "410800000000" :[{key:"410802000000", text:"解放区"},{key:"410804000000", text:"马村区"},{key:"410821000000", text:"修武县"},{key:"410823000000", text:"武陟县"},{key:"410883000000", text:"孟州市"},{key:"410801000000", text:"焦作市辖区"},{key:"410803000000", text:"中站区"},{key:"410811000000", text:"山阳区"},{key:"410822000000", text:"博爱县"},{key:"410825000000", text:"温县"},{key:"410882000000", text:"沁阳市"},{key:"410881000000", text:"济源市"},{key:"419001000000", text:"济源市"}],

    "410900000000" :[{key:"410923000000", text:"南乐县"},{key:"410927000000", text:"台前县"},{key:"410901000000", text:"濮阳市辖区"},{key:"410922000000", text:"清丰县"},{key:"410926000000", text:"范县"},{key:"410928000000", text:"濮阳县"},{key:"410902000000", text:"华龙区"}],

    "411000000000" :[{key:"411001000000", text:"许昌市辖区"},{key:"411023000000", text:"许昌县"},{key:"411025000000", text:"襄城县"},{key:"411082000000", text:"长葛市"},{key:"411081000000", text:"禹州市"},{key:"411024000000", text:"鄢陵县"},{key:"411002000000", text:"魏都区"}],

    "411100000000" :[{key:"411104000000", text:"召陵区"},{key:"411101000000", text:"漯河市辖区"},{key:"411103000000", text:"郾城区"},{key:"411121000000", text:"舞阳县"},{key:"411122000000", text:"临颖县"},{key:"411102000000", text:"源汇区"}],

    "411200000000" :[{key:"411202000000", text:"湖滨区"},{key:"411222000000", text:"陕县"},{key:"411281000000", text:"义马市"},{key:"411221000000", text:"渑池县"},{key:"411224000000", text:"卢氏县"},{key:"411282000000", text:"灵宝市"},{key:"411201000000", text:"三门峡市辖区"}],

    "411300000000" :[{key:"411301000000", text:"南阳市辖区"},{key:"411303000000", text:"卧龙区"},{key:"411326000000", text:"淅川县"},{key:"411328000000", text:"唐河县"},{key:"411330000000", text:"桐柏县"},{key:"411302000000", text:"宛城区"},{key:"411321000000", text:"南召县"},{key:"411325000000", text:"内乡县"},{key:"411329000000", text:"新野县"},{key:"411381000000", text:"邓州市"},{key:"411324000000", text:"镇平县"},{key:"411323000000", text:"西峡县"},{key:"411322000000", text:"方城县"},{key:"411327000000", text:"社旗县"}],

    "411400000000" :[{key:"411401000000", text:"商丘市辖区"},{key:"411403000000", text:"睢阳区"},{key:"411426000000", text:"夏邑县"},{key:"411402000000", text:"梁园区"},{key:"411421000000", text:"民权县"},{key:"411425000000", text:"虞城县"},{key:"411422000000", text:"睢县"},{key:"411424000000", text:"柘城县"},{key:"411423000000", text:"宁陵县"},{key:"411481000000", text:"永城市"}],

    "411500000000" :[{key:"411524000000", text:"商城县"},{key:"411525000000", text:"固始县"},{key:"411528000000", text:"息县"},{key:"411503000000", text:"平桥区"},{key:"411522000000", text:"光山县"},{key:"411526000000", text:"潢川县"},{key:"411501000000", text:"信阳市辖区"},{key:"411527000000", text:"淮滨县"},{key:"411502000000", text:"浉河区"},{key:"411521000000", text:"罗山县"},{key:"411523000000", text:"新县"}],

    "621100000000" :[{key:"621101000000", text:"定西市辖区"},{key:"621102000000", text:"安定区"},{key:"621121000000", text:"通渭县"},{key:"621123000000", text:"渭源县"},{key:"621125000000", text:"漳县"},{key:"621124000000", text:"临洮县"},{key:"621126000000", text:"岷县"},{key:"621122000000", text:"陇西县"}],

    "621200000000" :[{key:"621201000000", text:"陇南市辖区"},{key:"621221000000", text:"成县"},{key:"621225000000", text:"西和县"},{key:"621223000000", text:"宕昌县"},{key:"621202000000", text:"武都区"},{key:"621222000000", text:"文县"},{key:"621224000000", text:"康县"},{key:"621226000000", text:"礼县"},{key:"621227000000", text:"徽县"},{key:"621228000000", text:"两当县"}],

    "622900000000" :[{key:"622901000000", text:"临夏市"},{key:"622922000000", text:"康乐县"},{key:"622926000000", text:"东乡族自治县"},{key:"622924000000", text:"广河县"},{key:"622921000000", text:"临夏县"},{key:"622923000000", text:"永靖县"},{key:"622925000000", text:"和政县"},{key:"622927000000", text:"积石山县"}],

    "623000000000" :[{key:"623001000000", text:"合作市"},{key:"623022000000", text:"卓尼县"},{key:"623026000000", text:"碌曲县"},{key:"623021000000", text:"临潭县"},{key:"623023000000", text:"舟曲县"},{key:"623025000000", text:"玛曲县"},{key:"623027000000", text:"夏河县"},{key:"623024000000", text:"迭部县"}],

    "630100000000" :[{key:"630102000000", text:"城东区"},{key:"630123000000", text:"湟源县"},{key:"630104000000", text:"城西区"},{key:"630121000000", text:"大通回族土族自治县"},{key:"630103000000", text:"城中区"},{key:"630105000000", text:"城北区"},{key:"630122000000", text:"湟中县"},{key:"630101000000", text:"西宁市辖区"}],

    "632100000000" :[{key:"632122000000", text:"民和县"},{key:"632126000000", text:"互助县"},{key:"632128000000", text:"循化县"},{key:"632123000000", text:"乐都县"},{key:"632127000000", text:"化隆回族自治县"},{key:"632121000000", text:"平安县"}],

    "632200000000" :[{key:"632222000000", text:"祁连县"},{key:"632224000000", text:"刚察县"},{key:"632221000000", text:"门源县"},{key:"632223000000", text:"海晏县"}],

    "632300000000" :[{key:"632322000000", text:"尖扎县"},{key:"632324000000", text:"河南县"},{key:"632321000000", text:"同仁县"},{key:"632323000000", text:"泽库县"}],

    "632500000000" :[{key:"632522000000", text:"同德县"},{key:"632524000000", text:"兴海县"},{key:"632523000000", text:"贵德县"},{key:"632525000000", text:"贵南县"},{key:"632521000000", text:"共和县"}],

    "632600000000" :[{key:"632621000000", text:"玛沁县"},{key:"632624000000", text:"达日县"},{key:"632626000000", text:"玛多县"},{key:"632622000000", text:"班玛县"},{key:"632623000000", text:"甘德县"},{key:"632625000000", text:"久治县"}],

    "632700000000" :[{key:"632724000000", text:"治多县"},{key:"632722000000", text:"杂多县"},{key:"632721000000", text:"玉树县"},{key:"632726000000", text:"曲麻莱县"},{key:"632723000000", text:"称多县"},{key:"632725000000", text:"囊谦县"}],

    "632800000000" :[{key:"632802000000", text:"德令哈市"},{key:"632822000000", text:"都兰县"},{key:"632801000000", text:"格尔木市"},{key:"632821000000", text:"乌兰县"},{key:"632823000000", text:"天峻县"}],

    "640100000000" :[{key:"640101000000", text:"银川市辖区"},{key:"640105000000", text:"西夏区"},{key:"640106000000", text:"金凤区"},{key:"640181000000", text:"灵武市"},{key:"640104000000", text:"兴庆区"},{key:"640121000000", text:"永宁县"},{key:"640122000000", text:"贺兰县"}],

    "533400000000" :[{key:"533423000000", text:"维西县"},{key:"533422000000", text:"德钦县"},{key:"533421000000", text:"香格里拉县"}],

    "540100000000" :[{key:"540102000000", text:"城关区"},{key:"540121000000", text:"林周县"},{key:"540122000000", text:"当雄县"},{key:"540123000000", text:"尼木县"},{key:"540124000000", text:"曲水县"},{key:"540126000000", text:"达孜县"},{key:"540101000000", text:"拉萨市辖区"},{key:"540125000000", text:"堆龙德庆"},{key:"540127000000", text:"墨竹工卡县"}],

    "542100000000" :[{key:"542121000000", text:"昌都县"},{key:"542123000000", text:"贡觉县"},{key:"542125000000", text:"丁青县"},{key:"542129000000", text:"芒康县"},{key:"542133000000", text:"边坝县"},{key:"542127000000", text:"八宿县"},{key:"542122000000", text:"江达县"},{key:"542124000000", text:"类乌齐县"},{key:"542126000000", text:"察亚县"},{key:"542128000000", text:"左贡县"},{key:"542132000000", text:"洛隆县"}],

    "542200000000" :[{key:"542222000000", text:"扎囊县"},{key:"542224000000", text:"桑日县"},{key:"542226000000", text:"曲松县"},{key:"542228000000", text:"洛扎县"},{key:"542231000000", text:"隆子县"},{key:"542233000000", text:"浪卡子县"},{key:"542223000000", text:"贡嘎县"},{key:"542225000000", text:"琼结县"},{key:"542227000000", text:"措美县"},{key:"542229000000", text:"加查县"},{key:"542232000000", text:"错那县"},{key:"542221000000", text:"乃东县"}],

    "542300000000" :[{key:"542322000000", text:"南木林县"},{key:"542326000000", text:"拉孜县"},{key:"542328000000", text:"谢通门县"},{key:"542330000000", text:"仁布县"},{key:"542334000000", text:"亚东县"},{key:"542336000000", text:"聂拉木县"},{key:"542338000000", text:"岗巴县"},{key:"542332000000", text:"定结县"},{key:"542324000000", text:"定日县"},{key:"542301000000", text:"日喀则市"},{key:"542323000000", text:"江孜县"},{key:"542325000000", text:"萨迦县"},{key:"542327000000", text:"昂仁县"},{key:"542331000000", text:"康马县"},{key:"542333000000", text:"仲巴县"},{key:"542335000000", text:"吉隆县"},{key:"542337000000", text:"萨嘎县"},{key:"542329000000", text:"白朗县"}],

    "542400000000" :[{key:"542422000000", text:"嘉黎县"},{key:"542424000000", text:"聂荣县"},{key:"542430000000", text:"尼玛县"},{key:"542426000000", text:"申扎县"},{key:"542428000000", text:"班戈县"},{key:"542421000000", text:"那曲县"},{key:"542423000000", text:"比如县"},{key:"542425000000", text:"安多县"},{key:"542427000000", text:"索县"},{key:"542429000000", text:"巴青县"}],

    "542600000000" :[{key:"542621000000", text:"林芝县"},{key:"542625000000", text:"波密县"},{key:"542627000000", text:"朗县"},{key:"542623000000", text:"米林县"},{key:"542626000000", text:"察隅县"},{key:"542622000000", text:"工布江达县"},{key:"542624000000", text:"墨脱县"}],

    "610100000000" :[{key:"610114000000", text:"阎良区"},{key:"610115000000", text:"临潼区"},{key:"610116000000", text:"长安区"},{key:"610124000000", text:"周至县"},{key:"610125000000", text:"户县"},{key:"610102000000", text:"新城区"},{key:"610104000000", text:"莲湖区"},{key:"610126000000", text:"高陵县"},{key:"610101000000", text:"西安市辖区"},{key:"610103000000", text:"碑林区"},{key:"610122000000", text:"蓝田县"},{key:"610111000000", text:"灞桥区"},{key:"610112000000", text:"未央区"},{key:"610113000000", text:"雁塔区"}],

    "130600000000" :[{key:"130632000000", text:"安新县"},{key:"130633000000", text:"易县"},{key:"130636000000", text:"顺平县"},{key:"130637000000", text:"博野县"},{key:"130638000000", text:"雄县"},{key:"130681000000", text:"涿州市"},{key:"130682000000", text:"定州市"},{key:"130683000000", text:"安国市"},{key:"130684000000", text:"高碑店市"},{key:"130603000000", text:"北市区"},{key:"130624000000", text:"阜平县"},{key:"130626000000", text:"定兴县"},{key:"130628000000", text:"高阳县"},{key:"130630000000", text:"涞源县"},{key:"130635000000", text:"蠡县"},{key:"130601000000", text:"保定市辖区"},{key:"130604000000", text:"南市区"},{key:"130621000000", text:"满城县"},{key:"130623000000", text:"涞水县"},{key:"130625000000", text:"徐水县"},{key:"130627000000", text:"唐县"},{key:"130629000000", text:"容城县"},{key:"130634000000", text:"曲阳县"},{key:"130602000000", text:"新市区"},{key:"130631000000", text:"望都县"},{key:"130622000000", text:"清苑县"}],

    "130700000000" :[{key:"130721000000", text:"宣化县"},{key:"130723000000", text:"康保县"},{key:"130727000000", text:"阳原县"},{key:"130729000000", text:"万全县"},{key:"130702000000", text:"桥东区"},{key:"130732000000", text:"赤城县"},{key:"130701000000", text:"张家口市辖区"},{key:"130725000000", text:"尚义县"},{key:"130705000000", text:"宣化区"},{key:"130724000000", text:"沽源县"},{key:"130703000000", text:"桥西区"},{key:"130706000000", text:"下花园区"},{key:"130722000000", text:"张北县"},{key:"130726000000", text:"蔚县"},{key:"130728000000", text:"怀安县"},{key:"130730000000", text:"怀来县"},{key:"130731000000", text:"涿鹿县"},{key:"130733000000", text:"崇礼县"}],

    "130800000000" :[{key:"130803000000", text:"双滦区"},{key:"130821000000", text:"承德县"},{key:"130823000000", text:"平泉县"},{key:"130825000000", text:"隆化县"},{key:"130827000000", text:"宽城满族自治县"},{key:"130801000000", text:"承德市辖区"},{key:"130828000000", text:"围场满族蒙古族自治县"},{key:"130802000000", text:"双桥区"},{key:"130804000000", text:"鹰手营子矿区"},{key:"130822000000", text:"兴隆县"},{key:"130824000000", text:"滦平县"},{key:"130826000000", text:"丰宁满族自治县"}],

    "131000000000" :[{key:"131022000000", text:"固安县"},{key:"131024000000", text:"香河县"},{key:"131026000000", text:"文安县"},{key:"131081000000", text:"霸州市"},{key:"131002000000", text:"安次区"},{key:"131082000000", text:"三河市"},{key:"131001000000", text:"廊坊市辖区"},{key:"131003000000", text:"广阳区"},{key:"131023000000", text:"永清县"},{key:"131025000000", text:"大城县"},{key:"131028000000", text:"大厂回族自治县"}],

    "131100000000" :[{key:"131125000000", text:"安平县"},{key:"131127000000", text:"景县"},{key:"131181000000", text:"冀州市"},{key:"131121000000", text:"枣强县"},{key:"131123000000", text:"武强县"},{key:"131101000000", text:"衡水市辖区"},{key:"131102000000", text:"桃城区"},{key:"131122000000", text:"武邑县"},{key:"131124000000", text:"饶阳县"},{key:"131126000000", text:"故城县"},{key:"131128000000", text:"阜城县"},{key:"131182000000", text:"深州市"}],

    "140100000000" :[{key:"140101000000", text:"太原市辖区"},{key:"140106000000", text:"迎泽区"},{key:"140107000000", text:"杏花岭区"},{key:"140109000000", text:"万柏林区"},{key:"140121000000", text:"清徐县"},{key:"140122000000", text:"阳曲县"},{key:"140123000000", text:"娄烦县"},{key:"140110000000", text:"晋源区"},{key:"140108000000", text:"尖草坪区"},{key:"140181000000", text:"古交市"},{key:"140105000000", text:"小店区(人口含高新经济区)"}],

    "370600000000" :[{key:"370681000000", text:"龙口市"},{key:"370682000000", text:"莱阳市"},{key:"370685000000", text:"招远市"},{key:"370686000000", text:"栖霞市"},{key:"370687000000", text:"海阳市"},{key:"370601000000", text:"烟台市辖区"},{key:"370611000000", text:"福山区"},{key:"370613000000", text:"莱山区"},{key:"370684000000", text:"蓬莱市"},{key:"370683000000", text:"莱州市"},{key:"370602000000", text:"芝罘区"},{key:"370634000000", text:"长岛县"},{key:"370612000000", text:"牟平区"}],

    "370800000000" :[{key:"370801000000", text:"济宁市辖区"},{key:"370827000000", text:"鱼台县"},{key:"370831000000", text:"泗水县"},{key:"370881000000", text:"曲阜市"},{key:"370883000000", text:"邹城市"},{key:"370811000000", text:"任城区"},{key:"370829000000", text:"嘉祥县"},{key:"370802000000", text:"市中区"},{key:"370828000000", text:"金乡县"},{key:"370830000000", text:"汶上县"},{key:"370832000000", text:"梁山县"},{key:"370882000000", text:"兖州市"},{key:"370826000000", text:"微山县"}],

    "370900000000" :[{key:"370902000000", text:"泰山区"},{key:"370921000000", text:"宁阳县"},{key:"370982000000", text:"新泰市"},{key:"370901000000", text:"泰安市辖区"},{key:"370923000000", text:"东平县"},{key:"370983000000", text:"肥城市"},{key:"370903000000", text:"岱岳区"},{key:"370911000000", text:"岱岳区"}],

    "371000000000" :[{key:"371081000000", text:"文登市"},{key:"371083000000", text:"乳山市"},{key:"371001000000", text:"威海市辖区"},{key:"371002000000", text:"环翠区"},{key:"371082000000", text:"荣成市"}],

    "371100000000" :[{key:"371102000000", text:"东港区"},{key:"371121000000", text:"五莲县"},{key:"371101000000", text:"日照市辖区"},{key:"371122000000", text:"莒县"},{key:"371103000000", text:"岚山区"}],

    "371200000000" :[{key:"371203000000", text:"钢城区"},{key:"371201000000", text:"莱芜市辖区"},{key:"371202000000", text:"莱城区"}],

    "371400000000" :[{key:"371401000000", text:"德州市辖区"},{key:"371421000000", text:"陵县"},{key:"371423000000", text:"庆云县"},{key:"371428000000", text:"武城县"},{key:"371482000000", text:"禹城市"},{key:"371426000000", text:"平原县"},{key:"371402000000", text:"德城区"},{key:"371422000000", text:"宁津县"},{key:"371425000000", text:"齐河县"},{key:"371427000000", text:"夏津县"},{key:"371481000000", text:"乐陵市"},{key:"371424000000", text:"临邑县"}],

    "610200000000" :[{key:"610201000000", text:"铜川市辖区"},{key:"610202000000", text:"王益区"},{key:"610203000000", text:"印台区"},{key:"610204000000", text:"耀州区"},{key:"610222000000", text:"宜君县"}],

    "610300000000" :[{key:"610303000000", text:"金台区"},{key:"610323000000", text:"岐山县"},{key:"610326000000", text:"眉县"},{key:"610328000000", text:"千阳县"},{key:"610330000000", text:"凤县"},{key:"610302000000", text:"渭滨区"},{key:"610301000000", text:"宝鸡市辖区"},{key:"610304000000", text:"陈仓区"},{key:"610322000000", text:"凤翔县"},{key:"610324000000", text:"扶风县"},{key:"610327000000", text:"陇县"},{key:"610329000000", text:"麟游县"},{key:"610331000000", text:"太白县"}],

    "610400000000" :[{key:"610401000000", text:"咸阳市辖区"},{key:"610424000000", text:"乾县"},{key:"610426000000", text:"永寿县"},{key:"610428000000", text:"长武县"},{key:"610430000000", text:"淳化县"},{key:"610481000000", text:"兴平市"},{key:"610403000000", text:"杨凌区"},{key:"610422000000", text:"三原县"},{key:"610423000000", text:"泾阳县"},{key:"610402000000", text:"秦都区"},{key:"610404000000", text:"渭城区"},{key:"610425000000", text:"礼泉县"},{key:"610427000000", text:"彬县"},{key:"610429000000", text:"旬邑县"},{key:"610431000000", text:"武功县"}],

    "610600000000" :[{key:"610602000000", text:"宝塔区"},{key:"610626000000", text:"吴起县"},{key:"610630000000", text:"宜川县"},{key:"610632000000", text:"黄陵县"},{key:"610622000000", text:"延川县"},{key:"610621000000", text:"延长县"},{key:"610628000000", text:"富县"},{key:"610624000000", text:"安塞县"},{key:"610601000000", text:"延安市辖区"},{key:"610623000000", text:"子长县"},{key:"610625000000", text:"志丹县"},{key:"610627000000", text:"甘泉县"},{key:"610629000000", text:"洛川县"},{key:"610631000000", text:"黄龙县"}],

    "610700000000" :[{key:"610702000000", text:"汉台区"},{key:"610722000000", text:"城固县"},{key:"610726000000", text:"宁强县"},{key:"610730000000", text:"佛坪县"},{key:"610727000000", text:"略阳县"},{key:"610729000000", text:"留坝县"},{key:"610728000000", text:"镇巴县"},{key:"610724000000", text:"西乡县"},{key:"610701000000", text:"汉中市辖区"},{key:"610721000000", text:"南郑县"},{key:"610723000000", text:"洋县"},{key:"610725000000", text:"勉县"}],

    "140200000000" :[{key:"140201000000", text:"大同市辖区"},{key:"140212000000", text:"新荣区"},{key:"140222000000", text:"天镇县"},{key:"140224000000", text:"灵丘县"},{key:"140202000000", text:"大同市城区"},{key:"140211000000", text:"南郊区"},{key:"140221000000", text:"阳高县"},{key:"140223000000", text:"广灵县"},{key:"140203000000", text:"矿区"},{key:"140225000000", text:"浑源县"},{key:"140227000000", text:"大同县"},{key:"140226000000", text:"左云县"}],

    "140300000000" :[{key:"140301000000", text:"阳泉市辖区"},{key:"140321000000", text:"平定县"},{key:"140303000000", text:"矿区"},{key:"140302000000", text:"城区"},{key:"140311000000", text:"郊区"},{key:"140322000000", text:"盂县"}],

    "140400000000" :[{key:"140411000000", text:"长治市郊区"},{key:"140423000000", text:"襄垣县"},{key:"140425000000", text:"平顺县"},{key:"140429000000", text:"武乡县"},{key:"140431000000", text:"沁源县"},{key:"140402000000", text:"长治市城区"},{key:"140401000000", text:"长治市辖区"},{key:"140421000000", text:"长治县"},{key:"140424000000", text:"屯留县"},{key:"140426000000", text:"黎城县"},{key:"140428000000", text:"长子县"},{key:"140430000000", text:"沁县"},{key:"140481000000", text:"潞城市"},{key:"140427000000", text:"壶关县"}],

    "140600000000" :[{key:"140621000000", text:"山阴县"},{key:"140623000000", text:"右玉县"},{key:"140602000000", text:"朔城区"},{key:"140624000000", text:"怀仁县"},{key:"140601000000", text:"朔州市辖区"},{key:"140603000000", text:"平鲁区"},{key:"140622000000", text:"应县"}],

    "152200000000" :[{key:"152202000000", text:"阿尔山市"},{key:"152222000000", text:"科右中旗"},{key:"152224000000", text:"突泉县"},{key:"152201000000", text:"乌兰浩特市"},{key:"152221000000", text:"科右前旗"},{key:"152223000000", text:"扎赉特旗"}],

    "152500000000" :[{key:"152502000000", text:"锡林浩特市"},{key:"152522000000", text:"阿巴嘎旗"},{key:"152526000000", text:"西乌珠穆沁旗"},{key:"152528000000", text:"镶黄旗"},{key:"152524000000", text:"苏尼特右旗"},{key:"152530000000", text:"正蓝旗"},{key:"152525000000", text:"东乌珠穆沁旗"},{key:"152501000000", text:"二连浩特市"},{key:"152523000000", text:"苏尼特左旗"},{key:"152527000000", text:"太仆寺旗"},{key:"152529000000", text:"正镶白旗"},{key:"152531000000", text:"多伦县"}],

    "152900000000" :[{key:"152921000000", text:"阿拉善左旗"},{key:"152923000000", text:"额济纳旗"},{key:"152922000000", text:"阿拉善右旗"}],

    "210100000000" :[{key:"210102000000", text:"和平区"},{key:"210104000000", text:"大东区"},{key:"210106000000", text:"铁西区"},{key:"210112000000", text:"东陵区"},{key:"210114000000", text:"于洪区"},{key:"210123000000", text:"康平县"},{key:"210181000000", text:"新民市"},{key:"210101000000", text:"沈阳市辖区"},{key:"210105000000", text:"皇姑区"},{key:"210111000000", text:"苏家屯区"},{key:"210113000000", text:"新城子区"},{key:"210103000000", text:"沈河区"},{key:"210122000000", text:"辽中县"},{key:"210124000000", text:"法库县"}],

    "210200000000" :[{key:"210202000000", text:"中山区"},{key:"210204000000", text:"沙河口区"},{key:"210211000000", text:"甘井子区"},{key:"210212000000", text:"旅顺口区"},{key:"210213000000", text:"金州区"},{key:"210224000000", text:"长海县"},{key:"210281000000", text:"瓦房店市"},{key:"210283000000", text:"庄河市"},{key:"210203000000", text:"西岗区"},{key:"210282000000", text:"普兰店市"},{key:"210201000000", text:"大连市辖区"}],

    "411600000000" :[{key:"411601000000", text:"周口市辖区"},{key:"411602000000", text:"川汇区"},{key:"411621000000", text:"扶沟县"},{key:"411622000000", text:"西华县"},{key:"411623000000", text:"商水县"},{key:"411626000000", text:"淮阳县"},{key:"411628000000", text:"鹿邑县"},{key:"411624000000", text:"沈丘县"},{key:"411625000000", text:"郸城县"},{key:"411627000000", text:"太康县"},{key:"411681000000", text:"项城市"}],

    "411700000000" :[{key:"411701000000", text:"驻马店市辖区"},{key:"411721000000", text:"西平县"},{key:"411725000000", text:"确山县"},{key:"411729000000", text:"新蔡县"},{key:"411727000000", text:"汝南县"},{key:"411722000000", text:"上蔡县"},{key:"411723000000", text:"平舆县"},{key:"411702000000", text:"驿城区"},{key:"411724000000", text:"正阳县"},{key:"411726000000", text:"泌阳县"},{key:"411728000000", text:"遂平县"}],

    "420100000000" :[{key:"420102000000", text:"江岸区"},{key:"420104000000", text:"硚口区"},{key:"420106000000", text:"武昌区"},{key:"420111000000", text:"洪山区"},{key:"420113000000", text:"汉南区"},{key:"420117000000", text:"武汉市新洲区"},{key:"420101000000", text:"武汉市辖区"},{key:"420103000000", text:"江汉区"},{key:"420105000000", text:"汉阳区"},{key:"420107000000", text:"青山区"},{key:"420112000000", text:"东西湖区"},{key:"420114000000", text:"蔡甸区"},{key:"420116000000", text:"黄陂区"},{key:"420115000000", text:"江夏区"}],

    "211400000000" :[{key:"211404000000", text:"南票区"},{key:"211422000000", text:"建昌县"},{key:"211402000000", text:"连山区"},{key:"211401000000", text:"葫芦岛市辖区"},{key:"211403000000", text:"龙港区"},{key:"211421000000", text:"绥中县"},{key:"211481000000", text:"兴城市"}],

    "220100000000" :[{key:"220101000000", text:"长春市辖区"},{key:"220103000000", text:"宽城区"},{key:"220105000000", text:"二道区"},{key:"220181000000", text:"九台市"},{key:"220183000000", text:"德惠市"},{key:"220112000000", text:"双阳区"},{key:"220104000000", text:"朝阳区"},{key:"220106000000", text:"绿园区"},{key:"220122000000", text:"农安县"},{key:"220182000000", text:"榆树市"},{key:"220102000000", text:"南关区"}],

    "220200000000" :[{key:"220202000000", text:"昌邑区"},{key:"220204000000", text:"船营区"},{key:"220282000000", text:"桦甸市"},{key:"220284000000", text:"磐石市"},{key:"220221000000", text:"永吉县"},{key:"220201000000", text:"吉林市辖区"},{key:"220211000000", text:"丰满区"},{key:"220281000000", text:"蛟河市"},{key:"220283000000", text:"舒兰市"},{key:"220203000000", text:"龙潭区"}],

    "220300000000" :[{key:"220322000000", text:"梨树县"},{key:"220381000000", text:"公主岭市"},{key:"220303000000", text:"铁东区"},{key:"220382000000", text:"双辽市"},{key:"220323000000", text:"伊通满族自治县"},{key:"220302000000", text:"铁西区"},{key:"220301000000", text:"四平市辖区"}],

    "220400000000" :[{key:"220401000000", text:"辽源市辖区"},{key:"220403000000", text:"西安区"},{key:"220422000000", text:"东辽县"},{key:"220402000000", text:"龙山区"},{key:"220421000000", text:"东丰县"}],

    "220500000000" :[{key:"220502000000", text:"东昌区"},{key:"220521000000", text:"通化县"},{key:"220582000000", text:"集安市"},{key:"220501000000", text:"通化市辖区"},{key:"220503000000", text:"二道江区"},{key:"220523000000", text:"辉南县"},{key:"220581000000", text:"梅河口市"},{key:"220524000000", text:"柳河县"}],

    "220600000000" :[{key:"220602000000", text:"八道江区"},{key:"220623000000", text:"长白朝鲜族自治县"},{key:"220621000000", text:"抚松县"},{key:"220604000000", text:"江源区"},{key:"220622000000", text:"靖宇县"},{key:"220681000000", text:"临江市"},{key:"220601000000", text:"白山市辖区"},{key:"220605000000", text:"江源区"}],

    "220700000000" :[{key:"220701000000", text:"松原市辖区"},{key:"220723000000", text:"乾安县"},{key:"220702000000", text:"宁江区"},{key:"220722000000", text:"长岭县"},{key:"220724000000", text:"扶余县"},{key:"220721000000", text:"前郭尔罗斯蒙古族自治县"}],

    "220800000000" :[{key:"220801000000", text:"白城市辖区"},{key:"220881000000", text:"洮南市"},{key:"220802000000", text:"洮北区"},{key:"220822000000", text:"通榆县"},{key:"220882000000", text:"大安市"},{key:"220821000000", text:"镇赉县"}],

    "222400000000" :[{key:"222401000000", text:"延吉市"},{key:"222403000000", text:"敦化市"},{key:"222405000000", text:"龙井市"},{key:"222402000000", text:"图们市"},{key:"222406000000", text:"和龙市"},{key:"222426000000", text:"安图县"},{key:"222424000000", text:"汪清县"},{key:"222404000000", text:"珲春市"}],

    "230100000000" :[{key:"230101000000", text:"哈尔滨市辖区"},{key:"230102000000", text:"道里区"},{key:"230103000000", text:"南岗区"},{key:"230108000000", text:"平房区"},{key:"230110000000", text:"香坊区"},{key:"230111000000", text:"呼兰区"},{key:"230112000000", text:"阿城区"},{key:"230123000000", text:"依兰县"},{key:"230125000000", text:"宾县"},{key:"230127000000", text:"木兰县"},{key:"230129000000", text:"延寿县"},{key:"230183000000", text:"尚志市"},{key:"230109000000", text:"松北区"},{key:"230126000000", text:"巴彦县"},{key:"230128000000", text:"通河县"},{key:"230182000000", text:"双城市"},{key:"230184000000", text:"五常市"},{key:"230104000000", text:"道外区"},{key:"230124000000", text:"方正县"}],

    "430400000000" :[{key:"430406000000", text:"雁峰区"},{key:"430407000000", text:"石鼓区"},{key:"430408000000", text:"蒸湘区"},{key:"430421000000", text:"衡阳县"},{key:"430423000000", text:"衡山县"},{key:"430426000000", text:"祁东县"},{key:"430481000000", text:"耒阳市"},{key:"430401000000", text:"衡阳市辖区"},{key:"430422000000", text:"衡南县"},{key:"430482000000", text:"常宁市"},{key:"430405000000", text:"珠晖区"},{key:"430424000000", text:"衡东县"},{key:"430412000000", text:"南岳区"}],

    "430500000000" :[{key:"430503000000", text:"大祥区"},{key:"430521000000", text:"邵东县"},{key:"430525000000", text:"洞口县"},{key:"430528000000", text:"新宁县"},{key:"430581000000", text:"武冈市"},{key:"430502000000", text:"双清区"},{key:"430511000000", text:"北塔区"},{key:"430522000000", text:"新邵县"},{key:"430524000000", text:"隆回县"},{key:"430527000000", text:"绥宁县"},{key:"430529000000", text:"城步苗族自治县"},{key:"430523000000", text:"邵阳县"},{key:"430501000000", text:"邵阳市辖区"}],

    "430600000000" :[{key:"430623000000", text:"华容县"},{key:"430626000000", text:"平江县"},{key:"430601000000", text:"岳阳市辖区"},{key:"430603000000", text:"云溪区"},{key:"430624000000", text:"湘阴县"},{key:"430681000000", text:"汩罗市"},{key:"430602000000", text:"岳阳楼区"},{key:"430682000000", text:"临湘市"},{key:"430611000000", text:"君山区"},{key:"430621000000", text:"岳阳县"}],

    "430700000000" :[{key:"430702000000", text:"武陵区"},{key:"430721000000", text:"安乡县"},{key:"430723000000", text:"澧县"},{key:"430725000000", text:"桃源县"},{key:"430701000000", text:"常德市辖区"},{key:"430703000000", text:"鼎城区"},{key:"430724000000", text:"临澧县"},{key:"430726000000", text:"石门县"},{key:"430781000000", text:"津市市"},{key:"430722000000", text:"汉寿县"}],

    "430800000000" :[{key:"430821000000", text:"慈利县"},{key:"430801000000", text:"张家界市辖区"},{key:"430811000000", text:"武陵源区"},{key:"430802000000", text:"永定区"},{key:"430822000000", text:"桑植县"}],

    "430900000000" :[{key:"430901000000", text:"益阳市辖区"},{key:"430903000000", text:"赫山区"},{key:"430981000000", text:"沅江市"},{key:"430922000000", text:"桃江县"},{key:"430921000000", text:"南县"},{key:"430902000000", text:"资阳区"},{key:"430923000000", text:"安化县"}],

    "431000000000" :[{key:"431002000000", text:"北湖区"},{key:"431025000000", text:"临武县"},{key:"431027000000", text:"桂东县"},{key:"431081000000", text:"资兴市"},{key:"431023000000", text:"永兴县"},{key:"431021000000", text:"桂阳县"},{key:"431001000000", text:"郴州市辖区"},{key:"431003000000", text:"苏仙区"},{key:"431022000000", text:"宜章县"},{key:"431024000000", text:"嘉禾县"},{key:"431026000000", text:"汝城县"},{key:"431028000000", text:"安仁县"}],

    "431100000000" :[{key:"431102000000", text:"零陵区"},{key:"431121000000", text:"祁阳县"},{key:"431125000000", text:"江永县"},{key:"431127000000", text:"蓝山县"},{key:"431129000000", text:"江华县"},{key:"431128000000", text:"新田县"},{key:"431123000000", text:"双牌县"},{key:"431126000000", text:"宁远县"},{key:"431101000000", text:"永州市辖区"},{key:"431103000000", text:"冷水滩区"},{key:"431122000000", text:"东安县"},{key:"431124000000", text:"道县"}],

    "230200000000" :[{key:"230205000000", text:"昂昂溪区"},{key:"230207000000", text:"碾子山区"},{key:"230221000000", text:"龙江县"},{key:"230224000000", text:"泰来县"},{key:"230227000000", text:"富裕县"},{key:"230281000000", text:"讷河市"},{key:"230201000000", text:"齐齐哈尔市辖区"},{key:"230202000000", text:"龙沙区"},{key:"230204000000", text:"铁锋区"},{key:"230208000000", text:"梅里斯达斡尔族区"},{key:"230223000000", text:"依安县"},{key:"230225000000", text:"甘南县"},{key:"230229000000", text:"克山县"},{key:"230231000000", text:"拜泉县"},{key:"230203000000", text:"建华区"},{key:"230230000000", text:"克东县"},{key:"230206000000", text:"富拉尔基区"}],

    "230300000000" :[{key:"230302000000", text:"鸡冠区"},{key:"230304000000", text:"滴道区"},{key:"230306000000", text:"城子河区"},{key:"230321000000", text:"鸡东县"},{key:"230382000000", text:"密山市"},{key:"230301000000", text:"鸡西市辖区"},{key:"230303000000", text:"恒山区"},{key:"230305000000", text:"梨树区"},{key:"230307000000", text:"麻山区"},{key:"230381000000", text:"虎林市"}],

    "230400000000" :[{key:"230402000000", text:"向阳区"},{key:"230406000000", text:"东山区"},{key:"230421000000", text:"萝北县"},{key:"230403000000", text:"工农区"},{key:"230407000000", text:"兴山区"},{key:"230404000000", text:"南山区"},{key:"230401000000", text:"鹤岗市辖区"},{key:"230422000000", text:"绥滨县"},{key:"230405000000", text:"兴安区"}],

    "230500000000" :[{key:"230501000000", text:"双鸭山市辖区"},{key:"230503000000", text:"岭东区"},{key:"230506000000", text:"宝山区"},{key:"230524000000", text:"饶河县"},{key:"230522000000", text:"友谊县"},{key:"230502000000", text:"尖山区"},{key:"230505000000", text:"四方台区"},{key:"230521000000", text:"集贤县"},{key:"230523000000", text:"宝清县"}],

    "230600000000" :[{key:"230602000000", text:"萨尔图区"},{key:"230604000000", text:"让胡路区"},{key:"230622000000", text:"肇源县"},{key:"230601000000", text:"大庆市辖区"},{key:"230603000000", text:"龙凤区"},{key:"230605000000", text:"红岗区"},{key:"230621000000", text:"肇州县"},{key:"230623000000", text:"林甸县"},{key:"230606000000", text:"大同区"},{key:"230624000000", text:"杜尔伯特县"}],

    "230700000000" :[{key:"230701000000", text:"伊春市辖区"},{key:"230705000000", text:"西林区"},{key:"230707000000", text:"新青区"},{key:"230709000000", text:"金山屯区"},{key:"230711000000", text:"乌马河区"},{key:"230712000000", text:"汤旺河区"},{key:"230713000000", text:"带岭区"},{key:"230715000000", text:"红星区"},{key:"230722000000", text:"嘉荫县"},{key:"230781000000", text:"铁力市"},{key:"230702000000", text:"伊春区"},{key:"230714000000", text:"乌伊岭区"},{key:"230716000000", text:"上甘岭区"},{key:"230704000000", text:"友好区"},{key:"230706000000", text:"翠峦区"},{key:"230708000000", text:"美溪区"},{key:"230710000000", text:"五营区"},{key:"230703000000", text:"南岔区"}],

    "431200000000" :[{key:"431222000000", text:"沅陵县"},{key:"431224000000", text:"溆浦县"},{key:"431225000000", text:"会同县"},{key:"431226000000", text:"麻阳苗族自治县"},{key:"431227000000", text:"新晃侗族自治县"},{key:"431228000000", text:"芷江侗族自治县"},{key:"431281000000", text:"洪江市"},{key:"431230000000", text:"通道侗族自治县"},{key:"431202000000", text:"鹤城区"},{key:"431229000000", text:"靖州苗族侗族县"},{key:"431201000000", text:"怀化市辖区"},{key:"431221000000", text:"中方县"},{key:"431223000000", text:"辰溪县"}],

    "431300000000" :[{key:"431301000000", text:"娄底市辖区"},{key:"431321000000", text:"双峰县"},{key:"431381000000", text:"冷水江市"},{key:"431302000000", text:"娄星区"},{key:"431322000000", text:"新化县"},{key:"431382000000", text:"涟源市"}],

    "433100000000" :[{key:"433101000000", text:"吉首市"},{key:"433125000000", text:"保靖县"},{key:"433127000000", text:"永顺县"},{key:"433123000000", text:"凤凰县"},{key:"433126000000", text:"古丈县"},{key:"433122000000", text:"泸溪县"},{key:"433124000000", text:"花垣县"},{key:"433130000000", text:"龙山县"}],

    "440100000000" :[{key:"440103000000", text:"荔湾区"},{key:"440105000000", text:"海珠区"},{key:"440114000000", text:"花都区"},{key:"440184000000", text:"从化市"},{key:"440116000000", text:"萝岗区"},{key:"440112000000", text:"黄埔区"},{key:"440106000000", text:"天河区"},{key:"440111000000", text:"白云区"},{key:"440113000000", text:"番禺区"},{key:"440183000000", text:"增城市"},{key:"440104000000", text:"越秀区"},{key:"440101000000", text:"广州市辖区"},{key:"440115000000", text:"南沙区"}],

    "440200000000" :[{key:"440204000000", text:"浈江区"},{key:"440222000000", text:"始兴县"},{key:"440229000000", text:"翁源县"},{key:"440233000000", text:"新丰县"},{key:"440281000000", text:"乐昌市"},{key:"440203000000", text:"武江区"},{key:"440205000000", text:"曲江区"},{key:"440224000000", text:"仁化县"},{key:"440232000000", text:"乳源瑶族自治县"},{key:"440201000000", text:"韶关市辖区"},{key:"440282000000", text:"南雄市"}],

    "440300000000" :[{key:"440304000000", text:"福田区"},{key:"440308000000", text:"盐田区"},{key:"440306000000", text:"宝安区"},{key:"440305000000", text:"南山区"},{key:"440307000000", text:"龙岗区"},{key:"440301000000", text:"深圳市辖区"},{key:"440303000000", text:"罗湖区"}],

    "440400000000" :[{key:"440403000000", text:"斗门区"},{key:"440402000000", text:"香洲区"},{key:"440404000000", text:"金湾区"},{key:"440401000000", text:"珠海市辖区"}],

    "440500000000" :[{key:"440512000000", text:"濠江区"},{key:"440514000000", text:"潮南区"},{key:"440507000000", text:"龙湖区"},{key:"440513000000", text:"潮阳区"},{key:"440511000000", text:"金平区"},{key:"440501000000", text:"汕头市辖区"},{key:"440523000000", text:"南澳县"},{key:"440515000000", text:"澄海区"}],

    "440600000000" :[{key:"440605000000", text:"南海区"},{key:"440604000000", text:"禅城区"},{key:"440606000000", text:"顺德区"},{key:"440608000000", text:"高明区"},{key:"440607000000", text:"三水区"},{key:"440601000000", text:"佛山市辖区"}],

    "440700000000" :[{key:"440703000000", text:"蓬江区"},{key:"440705000000", text:"新会区"},{key:"440783000000", text:"开平市"},{key:"440704000000", text:"江海区"},{key:"440784000000", text:"鹤山市"},{key:"440701000000", text:"江门市辖区"},{key:"440785000000", text:"恩平市"},{key:"440781000000", text:"台山市"}],

    "440800000000" :[{key:"440803000000", text:"湛江市霞山区"},{key:"440811000000", text:"湛江市麻章区"},{key:"440825000000", text:"徐闻县"},{key:"440882000000", text:"雷州市"},{key:"440883000000", text:"吴川市"},{key:"440802000000", text:"湛江市赤坎区"},{key:"440804000000", text:"湛江市坡头区"},{key:"440823000000", text:"遂溪县"},{key:"440881000000", text:"廉江市"},{key:"440801000000", text:"湛江市辖区"}],

    "440900000000" :[{key:"440902000000", text:"茂南区"},{key:"440982000000", text:"化州市"},{key:"440903000000", text:"茂港区"},{key:"440923000000", text:"电白县"},{key:"440981000000", text:"高州市"},{key:"440983000000", text:"信宜市"},{key:"440901000000", text:"茂名市辖区"}],

    "420200000000" :[{key:"420202000000", text:"黄石港区"},{key:"420204000000", text:"下陆区"},{key:"420203000000", text:"西塞山区"},{key:"420201000000", text:"黄石市辖区"},{key:"420205000000", text:"铁山区"},{key:"420281000000", text:"大冶市"},{key:"420222000000", text:"阳新县"}],

    "420300000000" :[{key:"420301000000", text:"十堰市辖区"},{key:"420321000000", text:"郧县"},{key:"420325000000", text:"房县"},{key:"420302000000", text:"茅箭区"},{key:"420303000000", text:"张湾区"},{key:"420322000000", text:"郧西县"},{key:"420324000000", text:"竹溪县"},{key:"420381000000", text:"丹江口市"},{key:"420323000000", text:"竹山县"}],

    "420500000000" :[{key:"420503000000", text:"伍家岗区"},{key:"420505000000", text:"猇亭区"},{key:"420525000000", text:"远安县"},{key:"420527000000", text:"秭归县"},{key:"420582000000", text:"当阳市"},{key:"420501000000", text:"宜昌市辖区"},{key:"420528000000", text:"长阳土家族自治县"},{key:"420502000000", text:"西陵区"},{key:"420504000000", text:"点军区"},{key:"420506000000", text:"夷陵区"},{key:"420526000000", text:"兴山县"},{key:"420581000000", text:"宜都市"},{key:"420583000000", text:"枝江市"},{key:"420529000000", text:"五峰土家族自治县"}],

    "420600000000" :[{key:"420624000000", text:"南漳县"},{key:"420626000000", text:"保康县"},{key:"420683000000", text:"枣阳市"},{key:"420625000000", text:"谷城县"},{key:"420601000000", text:"襄樊市辖区"},{key:"420682000000", text:"老河口市"},{key:"420684000000", text:"宜城市"},{key:"420606000000", text:"樊城区"},{key:"420602000000", text:"襄城区"},{key:"420607000000", text:"襄阳区"}],

    "420700000000" :[{key:"420701000000", text:"鄂州市辖区"},{key:"420703000000", text:"华容区"},{key:"420704000000", text:"鄂城区"},{key:"420702000000", text:"粱子湖区"}],

    "640200000000" :[{key:"640201000000", text:"石嘴山市辖区"},{key:"640202000000", text:"大武口区"},{key:"640221000000", text:"平罗县"},{key:"640205000000", text:"惠农区"}],

    "640300000000" :[{key:"640301000000", text:"吴忠市辖区"},{key:"640302000000", text:"利通区"},{key:"640323000000", text:"盐池县"},{key:"640381000000", text:"青铜峡市"},{key:"640324000000", text:"同心县"},{key:"640303000000", text:"红寺堡区"}],

    "640400000000" :[{key:"640423000000", text:"隆德县"},{key:"640402000000", text:"原州区"},{key:"640422000000", text:"西吉县"},{key:"640424000000", text:"泾源县"},{key:"640425000000", text:"彭阳县"},{key:"640401000000", text:"固原市辖区"}],

    "640500000000" :[{key:"640501000000", text:"中卫市辖区"},{key:"640521000000", text:"中宁县"},{key:"640502000000", text:"沙坡头区"},{key:"640522000000", text:"海原县"}],

    "650100000000" :[{key:"650101000000", text:"乌鲁木齐市辖区"},{key:"650105000000", text:"水磨沟区"},{key:"650107000000", text:"达坂城区"},{key:"650103000000", text:"沙依巴克区"},{key:"650106000000", text:"头屯河区"},{key:"650121000000", text:"乌鲁木齐县"},{key:"650102000000", text:"天山区"},{key:"650104000000", text:"新市区"},{key:"650108000000", text:"东山区"},{key:"650109000000", text:"米东区"}],

    "650200000000" :[{key:"650202000000", text:"独山子区"},{key:"650204000000", text:"白碱滩区"},{key:"650201000000", text:"克拉玛依市辖区"},{key:"650203000000", text:"克拉玛依区"},{key:"650205000000", text:"乌尔禾区"}],

    "652100000000" :[{key:"652101000000", text:"吐鲁番市"},{key:"652123000000", text:"托克逊县"},{key:"652122000000", text:"鄯善县"}],

    "652200000000" :[{key:"652222000000", text:"巴里坤县"},{key:"652201000000", text:"哈密市"},{key:"652223000000", text:"伊吾县"}],

    "652300000000" :[{key:"652301000000", text:"昌吉市"},{key:"652303000000", text:"米泉市"},{key:"652324000000", text:"玛纳斯"},{key:"652302000000", text:"阜康市"},{key:"652323000000", text:"呼图壁县"},{key:"652325000000", text:"奇台县"},{key:"652328000000", text:"木垒县"},{key:"652327000000", text:"吉木萨尔县"}],

    "652700000000" :[{key:"652701000000", text:"博乐市"},{key:"652723000000", text:"温泉县"},{key:"652722000000", text:"精河县"}],

    "652900000000" :[{key:"652925000000", text:"新和县"},{key:"652927000000", text:"乌什县"},{key:"652929000000", text:"柯坪县"},{key:"652923000000", text:"库车县"},{key:"652928000000", text:"阿瓦提县"},{key:"652901000000", text:"阿克苏市"},{key:"652924000000", text:"沙雅县"},{key:"652926000000", text:"拜城县"},{key:"652922000000", text:"温宿县"}],

    "653000000000" :[{key:"653022000000", text:"阿克陶县"},{key:"653024000000", text:"乌恰县"},{key:"653001000000", text:"阿图什市"},{key:"653023000000", text:"阿合奇县"}],

    "653100000000" :[{key:"653121000000", text:"疏附县"},{key:"653123000000", text:"英吉沙县"},{key:"653125000000", text:"莎车县"},{key:"653128000000", text:"岳普湖县"},{key:"653129000000", text:"伽师县"},{key:"653131000000", text:"塔什库尔干县"},{key:"653130000000", text:"巴楚县"},{key:"653127000000", text:"麦盖提县"},{key:"653101000000", text:"喀什市"},{key:"653122000000", text:"疏勒县"},{key:"653124000000", text:"泽普县"},{key:"653126000000", text:"叶城县"}],

    "210300000000" :[{key:"210304000000", text:"立山区"},{key:"210321000000", text:"台安县"},{key:"210381000000", text:"海城市"},{key:"210302000000", text:"铁东区"},{key:"210301000000", text:"鞍山市辖区"},{key:"210303000000", text:"铁西区"},{key:"210311000000", text:"千山区"},{key:"210323000000", text:"岫岩县"}],

    "210400000000" :[{key:"210402000000", text:"新抚区"},{key:"210404000000", text:"望花区"},{key:"210423000000", text:"清原满族自治县"},{key:"210421000000", text:"抚顺县"},{key:"210422000000", text:"新宾满族自治县"},{key:"210403000000", text:"东洲区"},{key:"210411000000", text:"顺城区"},{key:"210401000000", text:"抚顺市辖区"}],

    "210500000000" :[{key:"210502000000", text:"平山区"},{key:"210504000000", text:"明山区"},{key:"210521000000", text:"本溪满族自治县"},{key:"210522000000", text:"桓仁满族自治县"},{key:"210501000000", text:"本溪市辖区"},{key:"210503000000", text:"溪湖区"},{key:"210505000000", text:"南芬区"}],

    "210600000000" :[{key:"210601000000", text:"丹东市辖区"},{key:"210682000000", text:"凤城市"},{key:"210624000000", text:"宽甸满族自治县"},{key:"210603000000", text:"振兴区"},{key:"210602000000", text:"元宝区"},{key:"210604000000", text:"振安区"},{key:"210681000000", text:"东港市"}],

    "210800000000" :[{key:"210804000000", text:"鲅鱼圈区"},{key:"210881000000", text:"盖州市"},{key:"210801000000", text:"营口市辖区"},{key:"210803000000", text:"西市区"},{key:"210811000000", text:"老边区"},{key:"210882000000", text:"大石桥市"},{key:"210802000000", text:"站前区"}],

    "210900000000" :[{key:"210901000000", text:"阜新市辖区"},{key:"210903000000", text:"新邱区"},{key:"210905000000", text:"清河门区"},{key:"210904000000", text:"太平区"},{key:"210921000000", text:"阜新蒙古族自治县"},{key:"210911000000", text:"细河区"},{key:"210922000000", text:"彰武县"},{key:"210902000000", text:"海州区"}],

    "211000000000" :[{key:"211003000000", text:"文圣区"},{key:"211021000000", text:"辽阳县"},{key:"211002000000", text:"白塔区"},{key:"211004000000", text:"宏伟区"},{key:"211011000000", text:"太子河区"},{key:"211001000000", text:"辽阳市辖区"},{key:"211005000000", text:"弓长岭区"},{key:"211081000000", text:"灯塔市"}],

    "211100000000" :[{key:"211101000000", text:"盘锦市辖区"},{key:"211103000000", text:"兴隆台区"},{key:"211122000000", text:"盘山县"},{key:"211102000000", text:"双台子区"},{key:"211121000000", text:"大洼县"}],

    "211200000000" :[{key:"211202000000", text:"银州区"},{key:"211224000000", text:"昌图县"},{key:"211282000000", text:"开原市"},{key:"211204000000", text:"清河区"},{key:"211223000000", text:"西丰县"},{key:"211281000000", text:"调兵山市"},{key:"211201000000", text:"铁岭市辖区"},{key:"211221000000", text:"铁岭县"}],

    "420900000000" :[{key:"420901000000", text:"孝感市辖区"},{key:"420902000000", text:"孝南区"},{key:"420921000000", text:"孝昌县"},{key:"420981000000", text:"应城市"},{key:"420923000000", text:"云梦县"},{key:"420982000000", text:"安陆市"},{key:"420922000000", text:"大悟县"},{key:"420984000000", text:"汉川市"}],

    "421000000000" :[{key:"421002000000", text:"沙市区"},{key:"421022000000", text:"公安县"},{key:"421024000000", text:"江陵县"},{key:"421083000000", text:"洪湖市"},{key:"421023000000", text:"监利县"},{key:"421001000000", text:"荆州市辖区"},{key:"421003000000", text:"荆州区"},{key:"421081000000", text:"石首市"},{key:"421087000000", text:"松滋市"}],

    "421100000000" :[{key:"421101000000", text:"黄冈市辖区"},{key:"421125000000", text:"浠水县"},{key:"421127000000", text:"黄梅县"},{key:"421182000000", text:"武穴市"},{key:"421102000000", text:"黄州区"},{key:"421122000000", text:"红安县"},{key:"421124000000", text:"英山县"},{key:"421126000000", text:"蕲春县"},{key:"421181000000", text:"麻城市"},{key:"421121000000", text:"团风县"},{key:"421123000000", text:"罗田县"}],

    "421200000000" :[{key:"421202000000", text:"咸安区"},{key:"421222000000", text:"通城县"},{key:"421201000000", text:"咸宁市辖区"},{key:"421221000000", text:"嘉鱼县"},{key:"421223000000", text:"崇阳县"},{key:"421224000000", text:"通山县"},{key:"421281000000", text:"赤壁市"}],

    "422800000000" :[{key:"422802000000", text:"利川市"},{key:"422823000000", text:"巴东县"},{key:"422828000000", text:"鹤峰县"},{key:"422826000000", text:"咸丰县"},{key:"422801000000", text:"恩施市"},{key:"422822000000", text:"建始县"},{key:"422825000000", text:"宣恩县"},{key:"422827000000", text:"来凤县"}],

    "429000000000" :[{key:"429005000000", text:"潜江市"},{key:"429021000000", text:"神农架林区"},{key:"429004000000", text:"仙桃市"},{key:"429006000000", text:"天门市"}],

    "430100000000" :[{key:"430102000000", text:"芙蓉区"},{key:"430104000000", text:"岳麓区"},{key:"430111000000", text:"雨花区"},{key:"430122000000", text:"望城县"},{key:"430181000000", text:"浏阳市"},{key:"430101000000", text:"长沙市辖区"},{key:"430103000000", text:"天心区"},{key:"430105000000", text:"开福区"},{key:"430121000000", text:"长沙县"},{key:"430124000000", text:"宁乡县"},{key:"430112000000", text:"望城区"}],

    "430200000000" :[{key:"430202000000", text:"荷塘区"},{key:"430204000000", text:"石峰区"},{key:"430224000000", text:"茶陵县"},{key:"430281000000", text:"醴陵市"},{key:"430201000000", text:"株洲市辖区"},{key:"430221000000", text:"株洲县"},{key:"430203000000", text:"芦淞区"},{key:"430211000000", text:"天元区"},{key:"430223000000", text:"攸县"},{key:"430225000000", text:"炎陵县"}],

    "430300000000" :[{key:"430302000000", text:"雨湖区"},{key:"430321000000", text:"湘潭县"},{key:"430301000000", text:"湘潭市辖区"},{key:"430304000000", text:"岳塘区"},{key:"430381000000", text:"湘乡市"},{key:"430382000000", text:"韶山市"}],

    "654000000000" :[{key:"654003000000", text:"奎屯市"},{key:"654024000000", text:"巩留县"},{key:"654028000000", text:"尼勒克县"},{key:"654026000000", text:"昭苏县"},{key:"654021000000", text:"伊宁县"},{key:"654022000000", text:"察布查尔县"},{key:"654002000000", text:"伊宁市"},{key:"654023000000", text:"霍城县"},{key:"654025000000", text:"新源县"},{key:"654027000000", text:"特克斯县"}],

    "654200000000" :[{key:"654202000000", text:"乌苏市"},{key:"654223000000", text:"沙湾县"},{key:"654225000000", text:"裕民县"},{key:"654201000000", text:"塔城市"},{key:"654221000000", text:"额敏县"},{key:"654224000000", text:"托里县"},{key:"654226000000", text:"和布克赛尔蒙古自治县"}],

    "654300000000" :[{key:"654301000000", text:"阿勒泰市"},{key:"654322000000", text:"富蕴县"},{key:"654324000000", text:"哈巴河县"},{key:"654321000000", text:"布尔津县"},{key:"654326000000", text:"吉木乃县"},{key:"654323000000", text:"福海县"},{key:"654325000000", text:"青河县"}],

    "659000000000" :[{key:"659004000000", text:"五家渠市"},{key:"659002000000", text:"阿拉尔市"},{key:"659001000000", text:"石河子市"},{key:"659003000000", text:"图木舒克市"}],

    "211300000000" :[{key:"211302000000", text:"双塔区"},{key:"211303000000", text:"龙城区"},{key:"211321000000", text:"朝阳县"},{key:"211322000000", text:"建平县"},{key:"211324000000", text:"喀喇沁左翼蒙古族自治县"},{key:"211381000000", text:"北票市"},{key:"211382000000", text:"凌源市"},{key:"211301000000", text:"朝阳市辖区"}],

    "230900000000" :[{key:"230901000000", text:"七台河市辖区"},{key:"230903000000", text:"桃山区"},{key:"230902000000", text:"新兴区"},{key:"230921000000", text:"勃利县"},{key:"230904000000", text:"茄子河区"}],

    "231000000000" :[{key:"231002000000", text:"东安区"},{key:"231004000000", text:"爱民区"},{key:"231024000000", text:"东宁县"},{key:"231081000000", text:"绥芬河市"},{key:"231084000000", text:"宁安市"},{key:"231005000000", text:"西安区"},{key:"231001000000", text:"牡丹江市辖区"},{key:"231003000000", text:"阳明区"},{key:"231025000000", text:"林口县"},{key:"231083000000", text:"海林市"},{key:"231085000000", text:"穆棱市"}],

    "231100000000" :[{key:"231121000000", text:"嫩江县"},{key:"231124000000", text:"孙吴县"},{key:"231182000000", text:"五大连池市"},{key:"231181000000", text:"北安市"},{key:"231101000000", text:"黑河市辖区"},{key:"231123000000", text:"逊克县"},{key:"231102000000", text:"爱辉区"}],

    "231200000000" :[{key:"231202000000", text:"北林区"},{key:"231282000000", text:"肇东市"},{key:"231201000000", text:"绥化市辖区"},{key:"231222000000", text:"兰西县"},{key:"231221000000", text:"望奎县"},{key:"231223000000", text:"青冈县"},{key:"231225000000", text:"明水县"},{key:"231281000000", text:"安达市"},{key:"231283000000", text:"海伦市"},{key:"231224000000", text:"庆安县"},{key:"231226000000", text:"绥棱县"}],

    "232700000000" :[{key:"232701000000", text:"加格达奇区"},{key:"232703000000", text:"新林区"},{key:"232721000000", text:"呼玛县"},{key:"232722000000", text:"塔河县"},{key:"232702000000", text:"松岭区"},{key:"232704000000", text:"呼中区"},{key:"232723000000", text:"漠河县"}],

    "310100000000" :[{key:"310105000000", text:"长宁区"},{key:"310107000000", text:"普陀区"},{key:"310113000000", text:"宝山区"},{key:"310115000000", text:"浦东新区"},{key:"310103000000", text:"卢湾区"},{key:"310119000000", text:"南汇区"},{key:"310109000000", text:"虹口区"},{key:"310117000000", text:"松江区"},{key:"310108000000", text:"闸北区"},{key:"310110000000", text:"杨浦区"},{key:"310112000000", text:"闵行区"},{key:"310114000000", text:"嘉定区"},{key:"310116000000", text:"金山区"},{key:"310118000000", text:"青浦区"},{key:"310120000000", text:"奉贤区"},{key:"310101000000", text:"黄浦区"},{key:"310104000000", text:"徐汇区"},{key:"310106000000", text:"静安区"}],

    "330600000000" :[{key:"330681000000", text:"诸暨市"},{key:"330683000000", text:"嵊州市"},{key:"330602000000", text:"越城区"},{key:"330624000000", text:"新昌县"},{key:"330601000000", text:"绍兴市辖区"},{key:"330682000000", text:"上虞市"},{key:"330621000000", text:"绍兴县"}],

    "330700000000" :[{key:"330703000000", text:"金东区"},{key:"330723000000", text:"武义县"},{key:"330726000000", text:"浦江县"},{key:"330781000000", text:"兰溪市"},{key:"330782000000", text:"义乌市"},{key:"330783000000", text:"东阳市"},{key:"330727000000", text:"磐安县"},{key:"330701000000", text:"金华市辖区"},{key:"330784000000", text:"永康市"},{key:"330702000000", text:"婺城区"}],

    "330800000000" :[{key:"330802000000", text:"柯城区"},{key:"330822000000", text:"常山县"},{key:"330825000000", text:"龙游县"},{key:"330801000000", text:"衢州市辖区"},{key:"330824000000", text:"开化县"},{key:"330881000000", text:"江山市"},{key:"330803000000", text:"衢江区"}],

    "330900000000" :[{key:"330903000000", text:"普陀区"},{key:"330902000000", text:"定海区"},{key:"330921000000", text:"岱山县"},{key:"330901000000", text:"舟山市辖区"},{key:"330922000000", text:"嵊泗县"}],

    "331000000000" :[{key:"331022000000", text:"三门县"},{key:"331024000000", text:"仙居县"},{key:"331082000000", text:"临海市"},{key:"331002000000", text:"椒江区"},{key:"331021000000", text:"玉环县"},{key:"331023000000", text:"天台县"},{key:"331081000000", text:"温岭市"},{key:"331001000000", text:"台州市辖区"},{key:"331003000000", text:"黄岩区"},{key:"331004000000", text:"路桥区"}],

    "110100000000" :[{key:"110104000000", text:"宣武区"},{key:"110106000000", text:"丰台区"},{key:"110108000000", text:"海淀区"},{key:"110115000000", text:"大兴区"},{key:"110117000000", text:"平谷区"},{key:"110111000000", text:"房山区"},{key:"110102000000", text:"西城区"},{key:"110101000000", text:"东城区"},{key:"110103000000", text:"崇文区"},{key:"110105000000", text:"朝阳区"},{key:"110107000000", text:"石景山区"},{key:"110109000000", text:"门头沟区"},{key:"110112000000", text:"通州区"},{key:"110114000000", text:"昌平区"},{key:"110113000000", text:"顺义区"},{key:"110116000000", text:"怀柔区"}],

    "110200000000" :[{key:"110229000000", text:"延庆县"},{key:"110228000000", text:"密云县"}],

    "120100000000" :[{key:"120102000000", text:"河东区"},{key:"120104000000", text:"南开区"},{key:"120113000000", text:"北辰区"},{key:"120115000000", text:"宝坻区"},{key:"120106000000", text:"红桥区"},{key:"120114000000", text:"武清区"},{key:"120109000000", text:"大港区"},{key:"120101000000", text:"和平区"},{key:"120103000000", text:"河西区"},{key:"120105000000", text:"河北区"},{key:"120107000000", text:"塘沽区"},{key:"120108000000", text:"汉沽区"},{key:"120110000000", text:"东丽区"},{key:"120111000000", text:"西青区"},{key:"120112000000", text:"津南区"},{key:"120116000000", text:"滨海新区"}],

    "120200000000" :[{key:"120223000000", text:"静海县"},{key:"120221000000", text:"宁河县"},{key:"120225000000", text:"蓟县"}],

    "130100000000" :[{key:"130101000000", text:"石家庄市辖区"},{key:"130105000000", text:"新华区"},{key:"130108000000", text:"裕华区"},{key:"130123000000", text:"正定县"},{key:"130125000000", text:"行唐县"},{key:"130129000000", text:"赞皇县"},{key:"130131000000", text:"平山县"},{key:"130181000000", text:"辛集市"},{key:"130182000000", text:"藁城市"},{key:"130183000000", text:"晋州市"},{key:"130184000000", text:"新乐市"},{key:"130185000000", text:"鹿泉市"},{key:"130103000000", text:"桥东区"},{key:"130127000000", text:"高邑县"},{key:"130132000000", text:"元氏县"},{key:"130124000000", text:"栾城县"},{key:"130126000000", text:"灵寿县"},{key:"130130000000", text:"无极县"},{key:"130104000000", text:"桥西区"},{key:"130107000000", text:"井陉矿区"},{key:"130121000000", text:"井陉县"},{key:"130133000000", text:"赵县"},{key:"130128000000", text:"深泽县"},{key:"130102000000", text:"长安区"}],

    "331100000000" :[{key:"331102000000", text:"莲都区"},{key:"331122000000", text:"缙云县"},{key:"331124000000", text:"松阳县"},{key:"331126000000", text:"庆元县"},{key:"331101000000", text:"丽水市辖区"},{key:"331121000000", text:"青田县"},{key:"331127000000", text:"景宁畲族自治县"},{key:"331125000000", text:"云和县"},{key:"331181000000", text:"龙泉市"},{key:"331123000000", text:"遂昌县"}],

    "340100000000" :[{key:"340102000000", text:"瑶海区"},{key:"340104000000", text:"蜀山区"},{key:"340121000000", text:"长丰县"},{key:"340101000000", text:"合肥市辖区"},{key:"340103000000", text:"庐阳区"},{key:"340111000000", text:"包河区"},{key:"340122000000", text:"肥东县"},{key:"340123000000", text:"肥西县"},{key:"340124000000", text:"庐江县"},{key:"340181000000", text:"巢湖市"}],

    "340200000000" :[{key:"340202000000", text:"镜湖区"},{key:"340207000000", text:"鸠江区"},{key:"340223000000", text:"南陵县"},{key:"340201000000", text:"芜湖市辖区"},{key:"340203000000", text:"弋江区"},{key:"340208000000", text:"三山区"},{key:"340222000000", text:"繁昌县"},{key:"340221000000", text:"芜湖县"},{key:"340225000000", text:"无为县"}],

    "340300000000" :[{key:"340302000000", text:"龙子湖区"},{key:"340304000000", text:"禹会区"},{key:"340321000000", text:"怀远县"},{key:"340323000000", text:"固镇县"},{key:"340301000000", text:"蚌埠市辖区"},{key:"340303000000", text:"蚌山区"},{key:"340311000000", text:"淮上区"},{key:"340322000000", text:"五河县"}],

    "340400000000" :[{key:"340402000000", text:"大通区"},{key:"340404000000", text:"谢家集区"},{key:"340401000000", text:"淮南市辖区"},{key:"340403000000", text:"田家庵区"},{key:"340405000000", text:"八公山区"},{key:"340421000000", text:"凤台县"},{key:"340406000000", text:"潘集区"}],

    "340500000000" :[{key:"340501000000", text:"马鞍山市辖区"},{key:"340521000000", text:"当涂县"},{key:"340502000000", text:"金家庄区"},{key:"340504000000", text:"雨山区"},{key:"340503000000", text:"花山区"},{key:"340506000000", text:"博望区"},{key:"340522000000", text:"含山县"},{key:"340523000000", text:"和县"}],

    "340600000000" :[{key:"340602000000", text:"杜集区"},{key:"340621000000", text:"濉溪县"},{key:"340601000000", text:"淮北市辖区"},{key:"340603000000", text:"相山区"},{key:"340604000000", text:"烈山区"}],

    "510100000000" :[{key:"510104000000", text:"锦江区"},{key:"510105000000", text:"青羊区"},{key:"510106000000", text:"金牛区"},{key:"510112000000", text:"龙泉驿区"},{key:"510113000000", text:"青白江区"},{key:"510114000000", text:"新都区"},{key:"510115000000", text:"温江区"},{key:"510121000000", text:"金堂县"},{key:"510122000000", text:"双流县"},{key:"510132000000", text:"新津县"},{key:"510182000000", text:"彭州市"},{key:"510184000000", text:"崇州市"},{key:"510101000000", text:"成都市辖区"},{key:"510124000000", text:"郫县"},{key:"510131000000", text:"蒲江县"},{key:"510181000000", text:"都江堰市"},{key:"510183000000", text:"邛崃市"},{key:"510107000000", text:"武侯区"},{key:"510129000000", text:"大邑县"},{key:"510108000000", text:"成华区"}],

    "510300000000" :[{key:"510302000000", text:"自流井区"},{key:"510304000000", text:"大安区"},{key:"510301000000", text:"自贡市辖区"},{key:"510303000000", text:"贡井区"},{key:"510311000000", text:"沿滩区"},{key:"510322000000", text:"富顺县"},{key:"510321000000", text:"荣县"}],

    "350900000000" :[{key:"350921000000", text:"霞浦县"},{key:"350922000000", text:"古田县"},{key:"350923000000", text:"屏南县"},{key:"350926000000", text:"柘荣县"},{key:"350981000000", text:"福安市"},{key:"350982000000", text:"福鼎市"},{key:"350924000000", text:"寿宁县"},{key:"350902000000", text:"蕉城区"},{key:"350925000000", text:"周宁县"},{key:"350901000000", text:"宁德市辖区"}],

    "360100000000" :[{key:"360101000000", text:"南昌市辖区"},{key:"360102000000", text:"东湖区"},{key:"360103000000", text:"西湖区"},{key:"360121000000", text:"南昌县"},{key:"360123000000", text:"安义县"},{key:"360105000000", text:"湾里区"},{key:"360104000000", text:"青云谱区"},{key:"360111000000", text:"青山湖区"},{key:"360122000000", text:"新建县"},{key:"360124000000", text:"进贤县"}],

    "360200000000" :[{key:"360201000000", text:"景德镇市辖区"},{key:"360203000000", text:"珠山区"},{key:"360281000000", text:"乐平市"},{key:"360202000000", text:"昌江区"},{key:"360222000000", text:"浮梁县"}],

    "360300000000" :[{key:"360302000000", text:"安源区"},{key:"360323000000", text:"芦溪县"},{key:"360321000000", text:"莲花县"},{key:"360301000000", text:"萍乡市辖区"},{key:"360313000000", text:"湘东区"},{key:"360322000000", text:"上栗县"}],

    "360400000000" :[{key:"360402000000", text:"庐山区"},{key:"360424000000", text:"修水县"},{key:"360426000000", text:"德安县"},{key:"360428000000", text:"都昌县"},{key:"360430000000", text:"彭泽县"},{key:"360401000000", text:"九江市辖区"},{key:"360423000000", text:"武宁县"},{key:"360425000000", text:"永修县"},{key:"360427000000", text:"星子县"},{key:"360429000000", text:"湖口县"},{key:"360481000000", text:"瑞昌市"},{key:"360421000000", text:"九江县"},{key:"360403000000", text:"浔阳区"},{key:"360482000000", text:"共青城市"}],

    "360500000000" :[{key:"360501000000", text:"新余市辖区"},{key:"360502000000", text:"渝水区"},{key:"360521000000", text:"分宜县"}],

    "360600000000" :[{key:"360602000000", text:"月湖区"},{key:"360681000000", text:"贵溪市"},{key:"360601000000", text:"鹰潭市辖区"},{key:"360622000000", text:"余江县"}],

    "360700000000" :[{key:"360722000000", text:"信丰县"},{key:"360724000000", text:"上犹县"},{key:"360726000000", text:"安远县"},{key:"360732000000", text:"兴国县"},{key:"360734000000", text:"寻乌县"},{key:"360781000000", text:"瑞金市"},{key:"360728000000", text:"定南县"},{key:"360782000000", text:"南康市"},{key:"360702000000", text:"章贡区"},{key:"360701000000", text:"赣州市辖区"},{key:"360721000000", text:"赣县"},{key:"360723000000", text:"大余县"},{key:"360727000000", text:"龙南县"},{key:"360729000000", text:"全南县"},{key:"360731000000", text:"于都县"},{key:"360733000000", text:"会昌县"},{key:"360735000000", text:"石城县"},{key:"360730000000", text:"宁都县"},{key:"360725000000", text:"崇义县"}],

    "360800000000" :[{key:"360822000000", text:"吉水县"},{key:"360801000000", text:"吉安市辖区"},{key:"360824000000", text:"新干县"},{key:"360828000000", text:"万安县"},{key:"360830000000", text:"永新县"},{key:"360802000000", text:"吉州区"},{key:"360821000000", text:"吉安县"},{key:"360823000000", text:"峡江县"},{key:"360825000000", text:"永丰县"},{key:"360827000000", text:"遂川县"},{key:"360829000000", text:"安福县"},{key:"360881000000", text:"井冈山市"},{key:"360826000000", text:"泰和县"},{key:"360803000000", text:"青原区"}],

    "310200000000" :[{key:"310230000000", text:"崇明县"}],

    "320100000000" :[{key:"320107000000", text:"下关区"},{key:"320111000000", text:"浦口区"},{key:"320113000000", text:"栖霞区"},{key:"320115000000", text:"江宁区"},{key:"320124000000", text:"溧水县"},{key:"320125000000", text:"高淳县"},{key:"320114000000", text:"雨花台区"},{key:"320102000000", text:"玄武区"},{key:"320106000000", text:"鼓楼区"},{key:"320101000000", text:"南京市辖区"},{key:"320116000000", text:"六合区"},{key:"320103000000", text:"白下区"},{key:"320105000000", text:"建邺区"},{key:"320104000000", text:"秦淮区"}],

    "441200000000" :[{key:"441284000000", text:"四会市"},{key:"441202000000", text:"端州区"},{key:"441203000000", text:"鼎湖区"},{key:"441223000000", text:"广宁县"},{key:"441224000000", text:"怀集县"},{key:"441225000000", text:"封开县"},{key:"441283000000", text:"高要市"},{key:"441226000000", text:"德庆县"},{key:"441201000000", text:"肇庆市辖区"}],

    "441300000000" :[{key:"441303000000", text:"惠阳区"},{key:"441323000000", text:"惠东县"},{key:"441302000000", text:"惠城区"},{key:"441322000000", text:"博罗县"},{key:"441324000000", text:"龙门县"},{key:"441301000000", text:"惠州市辖区"}],

    "441400000000" :[{key:"441402000000", text:"梅江区"},{key:"441422000000", text:"大埔县"},{key:"441424000000", text:"五华县"},{key:"441427000000", text:"蕉岭县"},{key:"441421000000", text:"梅县"},{key:"441423000000", text:"丰顺县"},{key:"441426000000", text:"平远县"},{key:"441481000000", text:"兴宁市"},{key:"441401000000", text:"梅州市辖区"}],

    "441500000000" :[{key:"441521000000", text:"海丰县"},{key:"441501000000", text:"汕尾市辖区"},{key:"441581000000", text:"陆丰市"},{key:"441502000000", text:"城区"},{key:"441523000000", text:"陆河县"}],

    "441600000000" :[{key:"441621000000", text:"紫金县"},{key:"441623000000", text:"连平县"},{key:"441625000000", text:"东源县"},{key:"441622000000", text:"龙川县"},{key:"441602000000", text:"源城区"},{key:"441624000000", text:"和平县"},{key:"441601000000", text:"河源市辖区"}],

    "441700000000" :[{key:"441721000000", text:"阳西县"},{key:"441781000000", text:"阳春市"},{key:"441702000000", text:"江城区"},{key:"441723000000", text:"阳东县"},{key:"441701000000", text:"阳江市辖区"}],

    "441800000000" :[{key:"441825000000", text:"连山县"},{key:"441821000000", text:"佛冈县"},{key:"441827000000", text:"清新县"},{key:"441882000000", text:"连州市"},{key:"441802000000", text:"清城区"},{key:"441823000000", text:"阳山县"},{key:"441826000000", text:"连南瑶族自治县"},{key:"441881000000", text:"英德市"},{key:"441801000000", text:"清远市辖区"}],

    "445100000000" :[{key:"445102000000", text:"潮州市湘桥区"},{key:"445121000000", text:"潮州市潮安县"},{key:"445122000000", text:"潮州市饶平县"},{key:"445101000000", text:"潮州市辖区"}],

    "445200000000" :[{key:"445221000000", text:"揭东县"},{key:"445224000000", text:"惠来县"},{key:"445202000000", text:"榕城区"},{key:"445222000000", text:"揭西县"},{key:"445281000000", text:"普宁市"},{key:"445201000000", text:"揭阳市辖区"}],

    "445300000000" :[{key:"445321000000", text:"新兴县"},{key:"445302000000", text:"云城区"},{key:"445322000000", text:"郁南县"},{key:"445381000000", text:"罗定市"},{key:"445323000000", text:"云安县"},{key:"445301000000", text:"云浮市辖区"}],

    "450100000000" :[{key:"450109000000", text:"邕宁区"},{key:"450125000000", text:"上林县"},{key:"450127000000", text:"横县"},{key:"450123000000", text:"隆安县"},{key:"450102000000", text:"兴宁区"},{key:"450105000000", text:"江南区"},{key:"450108000000", text:"良庆区"},{key:"450122000000", text:"武鸣县"},{key:"450124000000", text:"马山县"},{key:"450101000000", text:"南宁市辖区"},{key:"450107000000", text:"西乡塘区"},{key:"450126000000", text:"宾阳县"},{key:"450103000000", text:"青秀区"}],

    "510400000000" :[{key:"510403000000", text:"西区"},{key:"510421000000", text:"米易县"},{key:"510402000000", text:"攀枝花东区"},{key:"510411000000", text:"仁和区"},{key:"510422000000", text:"盐边县"},{key:"510401000000", text:"攀枝花市辖区"}],

    "510500000000" :[{key:"510501000000", text:"泸州市辖区"},{key:"510503000000", text:"纳溪区"},{key:"510521000000", text:"泸县"},{key:"510524000000", text:"叙永县"},{key:"510502000000", text:"江阳区"},{key:"510504000000", text:"龙马潭区"},{key:"510522000000", text:"合江县"},{key:"510525000000", text:"古蔺县"}],

    "510600000000" :[{key:"510601000000", text:"德阳市辖区"},{key:"510681000000", text:"广汉市"},{key:"510683000000", text:"绵竹市"},{key:"510603000000", text:"旌阳区"},{key:"510626000000", text:"罗江县"},{key:"510682000000", text:"什邡市"},{key:"510623000000", text:"中江县"}],

    "510700000000" :[{key:"510703000000", text:"涪城区"},{key:"510724000000", text:"安县"},{key:"510726000000", text:"北川羌族自治县"},{key:"510781000000", text:"江油市"},{key:"510704000000", text:"游仙区"},{key:"510723000000", text:"盐亭县"},{key:"510725000000", text:"梓潼县"},{key:"510727000000", text:"平武县"},{key:"510701000000", text:"绵阳市辖区"},{key:"510722000000", text:"三台县"}],

    "510800000000" :[{key:"510812000000", text:"朝天区"},{key:"510822000000", text:"青川县"},{key:"510824000000", text:"苍溪县"},{key:"510801000000", text:"广元市辖区"},{key:"510811000000", text:"元坝区"},{key:"510821000000", text:"旺苍县"},{key:"510823000000", text:"剑阁县"},{key:"510802000000", text:"市中区"}],

    "510900000000" :[{key:"510903000000", text:"船山区"},{key:"510921000000", text:"蓬溪县"},{key:"510923000000", text:"大英县"},{key:"510904000000", text:"安居区"},{key:"510922000000", text:"射洪县"},{key:"510901000000", text:"遂宁市辖区"}],

    "511000000000" :[{key:"511024000000", text:"威远县"},{key:"511001000000", text:"内江市辖区"},{key:"511011000000", text:"东兴区"},{key:"511025000000", text:"资中县"},{key:"511002000000", text:"市中区"},{key:"511028000000", text:"隆昌县"}],

    "511100000000" :[{key:"511126000000", text:"夹江县"},{key:"511129000000", text:"沐川县"},{key:"511132000000", text:"峨边彝族自治县"},{key:"511133000000", text:"马边彝族自治县"},{key:"511102000000", text:"市中区"},{key:"511112000000", text:"五通桥区"},{key:"511123000000", text:"犍为县"},{key:"511101000000", text:"乐山市辖区"},{key:"511111000000", text:"沙湾区"},{key:"511113000000", text:"金口河区"},{key:"511124000000", text:"井研县"},{key:"511181000000", text:"峨眉山市"}],

    "360900000000" :[{key:"360921000000", text:"奉新县"},{key:"360922000000", text:"万载县"},{key:"360925000000", text:"靖安县"},{key:"360926000000", text:"铜鼓县"},{key:"360981000000", text:"丰城市"},{key:"360982000000", text:"樟树市"},{key:"360983000000", text:"高安市"},{key:"360901000000", text:"宜春市辖区"},{key:"360902000000", text:"袁州区"},{key:"360924000000", text:"宜丰县"},{key:"360923000000", text:"上高县"}],

    "522300000000" :[{key:"522323000000", text:"普安县"},{key:"522325000000", text:"贞丰县"},{key:"522327000000", text:"册亨县"},{key:"522301000000", text:"兴义市"},{key:"522328000000", text:"安龙县"},{key:"522324000000", text:"晴隆县"},{key:"522326000000", text:"望谟县"},{key:"522322000000", text:"兴仁县"}],

    "522400000000" :[{key:"522422000000", text:"大方县"},{key:"522423000000", text:"黔西县"},{key:"522424000000", text:"金沙县"},{key:"522425000000", text:"织金县"},{key:"522426000000", text:"纳雍县"},{key:"522427000000", text:"威宁彝族回族苗族自治县"},{key:"522428000000", text:"赫章县"},{key:"522401000000", text:"毕节市"},{key:"520502000000", text:"七星关区"},{key:"520521000000", text:"大方县"},{key:"520522000000", text:"黔西县"},{key:"520523000000", text:"金沙县"},{key:"520524000000", text:"织金县"},{key:"520525000000", text:"纳雍县"},{key:"520526000000", text:"威宁彝族回族苗族自治县"},{key:"520527000000", text:"赫章县"}],

    "522600000000" :[{key:"522601000000", text:"凯里市"},{key:"522635000000", text:"麻江县"},{key:"522622000000", text:"黄平县"},{key:"522626000000", text:"岑巩县"},{key:"522628000000", text:"锦屏县"},{key:"522632000000", text:"榕江县"},{key:"522634000000", text:"雷山县"},{key:"522636000000", text:"丹寨县"},{key:"522623000000", text:"施秉县"},{key:"522627000000", text:"天柱县"},{key:"522631000000", text:"黎平县"},{key:"522633000000", text:"从江县"},{key:"522624000000", text:"三穗县"},{key:"522630000000", text:"台江县"},{key:"522625000000", text:"镇远县"},{key:"522629000000", text:"剑河县"}],

    "522700000000" :[{key:"522701000000", text:"都匀市"},{key:"522725000000", text:"瓮安县"},{key:"522727000000", text:"平塘县"},{key:"522729000000", text:"长顺县"},{key:"522731000000", text:"惠水县"},{key:"522702000000", text:"福泉市"},{key:"522730000000", text:"龙里县"},{key:"522732000000", text:"三都水族自治县"},{key:"522726000000", text:"独山县"},{key:"522723000000", text:"贵定县"},{key:"522728000000", text:"罗甸县"},{key:"522722000000", text:"荔波县"}],

    "530100000000" :[{key:"530127000000", text:"嵩明县"},{key:"530129000000", text:"寻甸县"},{key:"530101000000", text:"昆明市辖区"},{key:"530103000000", text:"盘龙区"},{key:"530112000000", text:"西山区"},{key:"530121000000", text:"呈贡县"},{key:"530124000000", text:"富民县"},{key:"530126000000", text:"石林县"},{key:"530181000000", text:"安宁市"},{key:"530111000000", text:"官渡区"},{key:"530113000000", text:"东川区"},{key:"530125000000", text:"宜良县"},{key:"530102000000", text:"五华区"},{key:"530122000000", text:"晋宁县"},{key:"530128000000", text:"禄劝县"},{key:"530114000000", text:"呈贡区"}],

    "530400000000" :[{key:"530401000000", text:"玉溪市辖区"},{key:"530421000000", text:"江川县"},{key:"530424000000", text:"华宁县"},{key:"530426000000", text:"峨山县"},{key:"530402000000", text:"红塔区"},{key:"530422000000", text:"澄江县"},{key:"530428000000", text:"元江县"},{key:"530423000000", text:"通海县"},{key:"530425000000", text:"易门县"},{key:"530427000000", text:"新平县"}],

    "530500000000" :[{key:"530522000000", text:"腾冲县"},{key:"530524000000", text:"昌宁县"},{key:"530501000000", text:"保山市辖区"},{key:"530523000000", text:"龙陵县"},{key:"530502000000", text:"隆阳区"},{key:"530521000000", text:"施甸县"}],

    "450200000000" :[{key:"450202000000", text:"城中区"},{key:"450221000000", text:"柳江县"},{key:"450223000000", text:"鹿寨县"},{key:"450201000000", text:"柳州市辖区"},{key:"450203000000", text:"鱼峰区"},{key:"450205000000", text:"柳北区"},{key:"450222000000", text:"柳城县"},{key:"450224000000", text:"融安县"},{key:"450225000000", text:"融水苗族自治县"},{key:"450226000000", text:"三江侗族自治县"},{key:"450204000000", text:"柳南区"}],

    "530600000000" :[{key:"530625000000", text:"永善县"},{key:"530626000000", text:"绥江县"},{key:"530627000000", text:"镇雄县"},{key:"530630000000", text:"水富县"},{key:"530602000000", text:"昭阳区"},{key:"530622000000", text:"巧家县"},{key:"530624000000", text:"大关县"},{key:"530601000000", text:"昭通市辖区"},{key:"530621000000", text:"鲁甸县"},{key:"530628000000", text:"彝良县"},{key:"530629000000", text:"威信县"},{key:"530623000000", text:"盐津县"}],

    "340800000000" :[{key:"340825000000", text:"太湖县"},{key:"340827000000", text:"望江县"},{key:"340881000000", text:"桐城市"},{key:"340801000000", text:"安庆市辖区"},{key:"340803000000", text:"大观区"},{key:"340823000000", text:"枞阳县"},{key:"340822000000", text:"怀宁县"},{key:"340824000000", text:"潜山县"},{key:"340828000000", text:"岳西县"},{key:"340826000000", text:"宿松县"},{key:"340802000000", text:"迎江区"},{key:"340811000000", text:"宜秀区"}],

    "130200000000" :[{key:"130201000000", text:"唐山市辖区"},{key:"130204000000", text:"古冶区"},{key:"130207000000", text:"丰南区"},{key:"130223000000", text:"滦县"},{key:"130225000000", text:"乐亭县"},{key:"130281000000", text:"遵化市"},{key:"130229000000", text:"玉田县"},{key:"130203000000", text:"路北区"},{key:"130205000000", text:"开平区"},{key:"130224000000", text:"滦南县"},{key:"130227000000", text:"迁西县"},{key:"130230000000", text:"唐海县"},{key:"130283000000", text:"迁安市"},{key:"130202000000", text:"路南区"},{key:"130208000000", text:"丰润区"},{key:"130209000000", text:"曹妃甸区"}],

    "130300000000" :[{key:"130301000000", text:"秦皇岛市辖区"},{key:"130321000000", text:"青龙满族自治县"},{key:"130323000000", text:"抚宁县"},{key:"130304000000", text:"北戴河区"},{key:"130322000000", text:"昌黎县"},{key:"130324000000", text:"卢龙县"},{key:"130303000000", text:"山海关区"},{key:"130302000000", text:"海港区"}],

    "130400000000" :[{key:"130401000000", text:"邯郸市辖区"},{key:"130403000000", text:"丛台区"},{key:"130406000000", text:"峰峰矿区"},{key:"130423000000", text:"临漳县"},{key:"130427000000", text:"磁县"},{key:"130431000000", text:"鸡泽县"},{key:"130433000000", text:"馆陶县"},{key:"130435000000", text:"曲周县"},{key:"130402000000", text:"邯山区"},{key:"130429000000", text:"永年县"},{key:"130404000000", text:"复兴区"},{key:"130421000000", text:"邯郸县"},{key:"130426000000", text:"涉县"},{key:"130428000000", text:"肥乡县"},{key:"130430000000", text:"邱县"},{key:"130432000000", text:"广平县"},{key:"130425000000", text:"大名县"},{key:"130434000000", text:"魏县"},{key:"130481000000", text:"武安市"},{key:"130424000000", text:"成安县"}],

    "130500000000" :[{key:"130501000000", text:"邢台市辖区"},{key:"130503000000", text:"桥西区"},{key:"130524000000", text:"柏乡县"},{key:"130526000000", text:"任县"},{key:"130528000000", text:"宁晋县"},{key:"130530000000", text:"新河县"},{key:"130532000000", text:"平乡县"},{key:"130534000000", text:"清河县"},{key:"130535000000", text:"临西县"},{key:"130582000000", text:"沙河市"},{key:"130525000000", text:"隆尧县"},{key:"130531000000", text:"广宗县"},{key:"130581000000", text:"南宫市"},{key:"130522000000", text:"临城县"},{key:"130502000000", text:"桥东区"},{key:"130521000000", text:"邢台县"},{key:"130523000000", text:"内邱县"},{key:"130527000000", text:"南和县"},{key:"130529000000", text:"巨鹿县"},{key:"130533000000", text:"威县"}],

    "320300000000" :[{key:"320302000000", text:"鼓楼区"},{key:"320304000000", text:"九里区"},{key:"320311000000", text:"泉山区"},{key:"320322000000", text:"沛县"},{key:"320301000000", text:"徐州市辖区"},{key:"320305000000", text:"贾汪区"},{key:"320321000000", text:"丰县"},{key:"320323000000", text:"铜山县"},{key:"320381000000", text:"新沂市"},{key:"320382000000", text:"邳州市"},{key:"320303000000", text:"云龙区"},{key:"320324000000", text:"睢宁县"},{key:"320312000000", text:"铜山区"}],

    "320400000000" :[{key:"320402000000", text:"天宁区"},{key:"320405000000", text:"戚墅堰区"},{key:"320412000000", text:"武进区"},{key:"320482000000", text:"金坛市"},{key:"320401000000", text:"常州市区"},{key:"320404000000", text:"钟楼区"},{key:"320411000000", text:"新北区"},{key:"320481000000", text:"溧阳市"}],

    "320500000000" :[{key:"320502000000", text:"沧浪区"},{key:"320504000000", text:"金阊区"},{key:"320506000000", text:"吴中区"},{key:"320583000000", text:"昆山市"},{key:"320585000000", text:"太仓市"},{key:"320501000000", text:"苏州市辖区"},{key:"320503000000", text:"平江区"},{key:"320505000000", text:"苏州高新区虎丘区"},{key:"320582000000", text:"张家港市"},{key:"320584000000", text:"吴江市"},{key:"320581000000", text:"常熟市"},{key:"320507000000", text:"相城区"},{key:"320508000000", text:"姑苏区"},{key:"320509000000", text:"吴江市"}]

};
/*区域*/
JSH.area = [
    {key:"NC",text:"华北"},
    {key:"NE",text:"东北"},
    {key:"EC",text:"华东"},
    {key:"CN",text:"中南"},
    {key:"SW",text:"西南"},
    {key:"NW",text:"西北"}
]

